-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jul 07, 2026 at 11:14 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.0.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `prasowla_moi_kanakku_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` varchar(120) NOT NULL,
  `email` varchar(150) NOT NULL,
  `mobile` varchar(20) DEFAULT NULL,
  `password_hash` varchar(255) NOT NULL,
  `password_changed_at` datetime DEFAULT NULL,
  `status` enum('ACTIVE','INACTIVE','BLOCKED') DEFAULT 'ACTIVE',
  `failed_login_attempts` tinyint(3) UNSIGNED DEFAULT 0,
  `locked_until` datetime DEFAULT NULL,
  `email_verified_at` datetime DEFAULT NULL,
  `reset_token` varchar(255) DEFAULT NULL,
  `reset_token_expires_at` datetime DEFAULT NULL,
  `last_login_at` datetime DEFAULT NULL,
  `last_activity_at` datetime DEFAULT NULL,
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `full_name`, `email`, `mobile`, `password_hash`, `password_changed_at`, `status`, `failed_login_attempts`, `locked_until`, `email_verified_at`, `reset_token`, `reset_token_expires_at`, `last_login_at`, `last_activity_at`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'GNANA PRAKASAM', 'agprakash406@gmail.com', '7845456609', '$2a$10$EyPwwiGO./vAC.vS7zadEupmz2DQ5lxtAwoRrOvbu.KsgRjRejCSm', NULL, 'ACTIVE', 0, NULL, NULL, NULL, NULL, '2026-03-17 22:30:34', '2026-03-07 03:57:38', 0, NULL, '2026-03-03 00:28:45', '2026-03-17 17:00:34');

-- --------------------------------------------------------

--
-- Table structure for table `default_functions`
--

CREATE TABLE `default_functions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(150) NOT NULL,
  `is_deleted` tinyint(1) NOT NULL DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `default_functions`
--

INSERT INTO `default_functions` (`id`, `name`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'நிக்காஹ் திருமண விழா', 0, NULL, '2026-02-26 07:40:31', '2026-02-26 07:40:31'),
(2, 'கிடா வெட்டு விழா', 0, NULL, '2026-02-26 07:40:16', '2026-02-26 07:40:16'),
(3, 'இல்ல புதுமனை புகுவிழா', 0, NULL, '2026-02-26 07:40:02', '2026-02-26 07:40:02'),
(4, 'நிச்சயதார்த்த விழா', 0, NULL, '2026-02-26 07:39:24', '2026-02-26 07:39:24'),
(5, 'புதுமனை புகுவிழா', 0, NULL, '2026-03-03 03:52:21', '2026-03-03 03:52:21'),
(6, 'திருமண நிச்சயதார்த்த விழா', 0, NULL, '2026-02-26 07:39:14', '2026-02-26 07:39:14'),
(7, 'முதல் திருவிருந்து ஏற்பு விழா', 0, NULL, '2026-03-03 04:15:00', '2026-03-03 04:15:00'),
(8, 'வளைகாப்பு விழா', 0, NULL, '2026-02-26 07:39:41', '2026-02-26 07:39:41'),
(9, 'மற்றவை', 0, NULL, '2026-02-26 10:15:35', '2026-02-26 10:15:35'),
(10, 'இல்ல திருமண விழா', 0, NULL, '2026-02-26 07:40:24', '2026-02-26 07:40:24'),
(11, 'புதிய கட்டிட திறப்பு விழா', 0, NULL, '2026-02-26 07:40:38', '2026-02-26 07:40:38'),
(12, 'இல்ல காதணி விழா', 0, NULL, '2026-02-26 07:39:33', '2026-02-26 07:39:33'),
(13, 'இல்ல பூப்புனித நீராட்டு விழா', 0, NULL, '2026-02-26 07:39:52', '2026-02-26 07:39:52'),
(14, 'மொய் விருந்து விழா', 0, NULL, '2026-02-26 07:40:09', '2026-02-26 07:40:09');

-- --------------------------------------------------------

--
-- Table structure for table `feedbacks`
--

CREATE TABLE `feedbacks` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `type` enum('GENERAL','BUG','FEATURE','COMPLAINT') DEFAULT 'GENERAL',
  `message` text NOT NULL,
  `admin_response` text DEFAULT NULL,
  `responded_at` datetime DEFAULT NULL,
  `status` enum('OPEN','IN_PROGRESS','RESOLVED','REJECTED') DEFAULT 'OPEN',
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `feedbacks`
--

INSERT INTO `feedbacks` (`id`, `user_id`, `type`, `message`, `admin_response`, `responded_at`, `status`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 19, 'GENERAL', 'Try to add a pdf to take printout', 'Thank you for the feedback. We’re actively working on the PDF print functionality and testing it in multiple scenarios. We’ll keep you posted with an update soon.', '2026-03-03 19:10:32', 'RESOLVED', 0, NULL, '2026-03-03 07:42:01', '2026-07-06 14:26:56'),
(2, 11, 'GENERAL', 'ஒருவர் இரண்டாம் முறை விசேஷம் வைத்தால் தனியாக சேமிக்க வேண்டுமா.. ஒரே பெயரில் மேலும் சேர்க்க முடியாதா?', 'உங்களது கருத்துக்களை தெரியப்படுத்தியதற்கு நன்றி மற்றும் உங்களது கருத்துக்கள் நிறைவேற்றப்பட்டது. தயவு செய்து சரிபார்த்து தெரியப்படுத்தவும்.', '2026-03-16 21:40:56', 'RESOLVED', 0, NULL, '2026-03-03 07:41:37', '2026-07-06 14:26:56');

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) NOT NULL,
  `body` text NOT NULL,
  `type` varchar(50) DEFAULT 'general',
  `is_read` tinyint(1) DEFAULT 0,
  `read_at` datetime DEFAULT NULL,
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notifications`
--

INSERT INTO `notifications` (`id`, `user_id`, `title`, `body`, `type`, `is_read`, `read_at`, `created_at`, `updated_at`, `is_deleted`, `deleted_at`) VALUES
(9, 33, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-03-12 22:47:24', '2026-07-06 19:59:17', 0, NULL),
(12, 20, 'புதிய கருத்து சமர்ப்பிக்கப்பட்டது', 'உங்கள் கருத்து வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது. நாங்கள் விரைவில் மதிப்பாய்வு செய்வோம்.', 'general', 0, NULL, '2026-03-07 04:48:32', '2026-07-06 19:59:17', 0, NULL),
(21, 33, 'கடவுச்சொல் மீட்டமைக்கப்பட்டது', 'உங்கள் கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டது. உங்கள் கணக்கின் பாதுகாப்பை உறுதிப்படுத்த, வழக்கமாக கடவுச்சொல்லை மாற்றவும்.', 'account', 0, NULL, '2026-03-13 15:52:13', '2026-07-06 19:59:17', 0, NULL),
(38, 7, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-06-21 16:23:43', '2026-07-06 19:59:17', 0, NULL),
(52, 12, 'Action Needed!', 'Please check your name and update your name.', 'general', 0, NULL, '2026-03-17 22:06:52', '2026-07-06 19:59:17', 0, NULL),
(57, 4, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-05-31 11:09:26', '2026-07-06 19:59:17', 0, NULL),
(59, 30, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-06-07 08:36:51', '2026-07-06 19:59:17', 0, NULL),
(60, 9, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-05-30 19:48:58', '2026-07-06 19:59:17', 0, NULL),
(69, 16, 'Test', 'I Love you', 'general', 0, NULL, '2026-03-17 22:32:44', '2026-07-06 19:59:17', 0, NULL),
(78, 31, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 1, '2026-04-07 18:46:41', '2026-04-07 18:45:35', '2026-07-06 19:59:17', 0, NULL),
(85, 24, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-06-24 13:57:37', '2026-07-06 19:59:17', 0, NULL),
(113, 12, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-03-15 13:15:09', '2026-07-06 19:59:17', 0, NULL),
(117, 13, 'பயனர் வெற்றிகரமாக பதிவு செய்யப்பட்டார்', 'இப்போது நீங்கள் இந்த பயன்பாட்டைப் பயன்படுத்தலாம்', 'account', 0, NULL, '2026-06-01 17:32:30', '2026-07-06 19:59:17', 0, NULL),
(126, 11, 'கடவுச்சொல் மீட்டமைக்கப்பட்டது', 'உங்கள் கடவுச்சொல் வெற்றிகரமாக மீட்டமைக்கப்பட்டது. உங்கள் கணக்கின் பாதுகாப்பை உறுதிப்படுத்த, வழக்கமாக கடவுச்சொல்லை மாற்றவும்.', 'account', 0, NULL, '2026-03-17 20:02:39', '2026-07-06 19:59:17', 0, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `persons`
--

CREATE TABLE `persons` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `first_name` varchar(100) NOT NULL,
  `last_name` varchar(100) DEFAULT NULL,
  `mobile` varchar(20) DEFAULT NULL,
  `city` varchar(100) NOT NULL,
  `occupation` varchar(100) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `persons`
--

INSERT INTO `persons` (`id`, `user_id`, `first_name`, `last_name`, `mobile`, `city`, `occupation`, `created_at`, `updated_at`) VALUES
(1, 29, 'மலர்', 'பூபாலன்', NULL, 'அனைப்பட்டி', NULL, '2026-03-06 08:30:47', '2026-07-06 13:15:40'),
(2, 2, 'ஜேம்ஸ்', 'ஜெயமணி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-03 12:50:45', '2026-07-06 13:15:40'),
(3, 2, 'சேவியர்', 'விமலா', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(4, 24, 'ELAMARAN', NULL, NULL, 'PUKULAM', NULL, '2026-06-24 08:40:42', '2026-07-06 13:15:40'),
(5, 2, 'முருகன்', NULL, NULL, 'முருகபவனம்', 'இரும்பு கடை', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(6, 11, 'VANA RAJ V C K', NULL, NULL, 'AVARAM PATTI', 'UNITED INSURANCE', '2026-03-11 10:20:29', '2026-07-06 13:15:40'),
(7, 16, 'K முருகேசன்', 'நாகவல்லி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(8, 2, 'Murugesan', 'Selvarani', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(9, 2, 'மணிக்கட்டி வீடு', 'சகாயராஜ்', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(10, 2, 'பாலாஜி', 'ரூபி ஜெய கிறிஸ்டி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(11, 19, 'N. RAJENDRAN MARIYAMMAL', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(12, 11, 'MOTCHA MARY', NULL, NULL, 'SARUTHU PATTI', NULL, '2026-03-11 09:56:56', '2026-07-06 13:15:40'),
(13, 19, 'MANI RAJESHWARI S/O KANNAN SUNDARAMBAL', NULL, NULL, 'MADHAVACHERI ANDHARANGOTTAI', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(14, 19, 'T. CHINNADURAI DMK', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(15, 2, 'ரமேஷ்', 'ஜெயக்கொடி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(16, 16, 'புஷ்பம்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(17, 2, 'S.S.K சுந்தர்', 'கிறிஸ்டி ', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(18, 2, 'சேசுராஜ்', 'ரோஸ் தெரஸ்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(19, 2, 'L K முருகன்', 'சத்யா', NULL, 'சென்னை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(20, 11, 'PANDI', NULL, NULL, 'CHINNUKAM PATTI', 'PAINTER', '2026-03-11 10:25:19', '2026-07-06 13:15:40'),
(21, 2, 'ஜெயக்குமார்', 'ஜெனிபர்', NULL, 'RV நகர்', 'நகை பட்டறை', '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(22, 2, 'Muneeswari', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(23, 2, 'மக்கர் மகன் அற்புதராஜ்', 'லில்லி தெரஸ்', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(24, 2, 'ஜெயராஜ்', 'ஷர்மிளா', NULL, 'முள்ளிப்பாடி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(25, 2, 'ROSELIN', 'ANJALI', NULL, 'மங்கரை அம்மாபட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(26, 2, 'தாமஸ் பீட்டர்', 'பிரியா', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(27, 16, 'K.முரளி கண்ணன்', 'நந்தினி', NULL, 'கொந்தகை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(28, 2, 'ராஜாங்கம்', 'உஷா', NULL, 'சின்னாளப்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(29, 11, 'ARUMUGAM', 'MURUGESWARI', NULL, 'NAGAMALAI', NULL, '2026-03-11 09:47:08', '2026-07-06 13:15:40'),
(30, 16, 'கோதண்டராமன்', NULL, NULL, 'சிவகங்கை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(31, 24, 'SHANMUGAM', NULL, NULL, 'COIMBATORE', NULL, '2026-06-24 08:31:11', '2026-07-06 13:15:40'),
(32, 2, 'கருப்பையா', 'ஜெசிந்தா', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(33, 2, 'பாண்டி', 'விஜயலட்சுமி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(34, 29, 'வீரமணி', 'ஜெயந்தி', NULL, 'நெடும்பலம்', NULL, '2026-06-03 15:42:37', '2026-07-06 13:15:40'),
(35, 2, 'ரவி', 'வேணி', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(36, 11, 'JAYARAJ', 'VALANARASI', NULL, 'MADURAI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(37, 11, 'RAJA', 'RATHINAM', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:04:18', '2026-07-06 13:15:40'),
(38, 2, 'சரவணகுமார்', 'அருள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(39, 2, 'உதயகுமார்', 'கீதா', NULL, 'மதுரை (பறவை)', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(40, 11, 'RAJ KUMAR', 'THILAGAVATHI', '+91 86675 82350', 'MADURAI', NULL, '2026-03-11 09:45:47', '2026-07-06 13:15:40'),
(41, 16, 'அழகுராஜா (POLICE)', 'பாண்டி செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(42, 2, 'பவித்ரா', 'ரூபின் கண்ணன்', NULL, 'பித்தளப்பட்டி', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(43, 11, 'RAM KUMAR MAYAN', NULL, NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:36:40', '2026-07-06 13:15:40'),
(44, 16, 'ராமர்', 'ஜக்கம்மா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(45, 19, 'GOVT SCHOOL TEACHERS', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(46, 25, 'கூரி செல்வம்', NULL, NULL, 'Dindigul', NULL, '2026-03-03 05:19:04', '2026-07-06 13:15:40'),
(47, 19, 'M. C. MUTHUSAMY', NULL, NULL, 'MATTUR', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(48, 25, 'Sathish Machi', NULL, NULL, 'Ramnadu', NULL, '2026-03-03 05:21:54', '2026-07-06 13:15:40'),
(49, 19, 'VELU RICE MILL OWNER', NULL, NULL, 'DEVAPANDALAM ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(50, 2, 'R.சரவண பாண்டி (POLICE CONSTABLE)', 'ராம் ரோஷினி', NULL, 'சென்னை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(51, 16, 'சின்ன பாண்டி', 'கருப்பையா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(52, 2, 'சகாய ஆரோக்கியராஜ்', NULL, NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(53, 2, 'நாகராஜ்', NULL, NULL, 'முத்துராஜ் நகர்', 'பால்காரர்', '2026-03-03 04:24:40', '2026-07-06 13:15:40'),
(54, 19, 'E. DHANAPAL ELLAMUTHU', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(55, 19, 'N. SHAMMUGAM LAWYER', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(56, 16, 'சன்னாசி மகன் முருகன்', 'லட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(57, 19, 'A. KALAISELVAN SELVAM ELECTRICALS', NULL, NULL, 'YERVAIPATINAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(58, 19, 'T. CHINNADURAI LAKSHMI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(59, 19, 'ANGAMUTHU SELVI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(60, 2, 'Pookarammal', 'Vasanthamary', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(61, 19, 'MUTHUVEL AISHWARYA', NULL, NULL, 'DEVAPANDALAM', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(62, 2, 'M.ராஜாங்கம்', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(63, 2, 'தாஸ்', 'ரீட்டா மேரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(64, 19, 'SANTHOSH MALIGAI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(65, 11, 'VINOTH', 'POULINE', NULL, 'TUTICORIN', NULL, '2026-03-11 09:44:47', '2026-07-06 13:15:40'),
(66, 19, 'ASMP. PARAMASIVAM', NULL, NULL, 'CHINNASALEM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(67, 29, 'சிவா பாலன்', 'சிவா ( மாமா )', NULL, 'செந்தக்குடி -மன்னார்குடி', NULL, '2026-03-03 05:49:47', '2026-07-06 13:15:40'),
(68, 2, 'தண்டபாணி', 'பாண்டியம்மாள்', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(69, 19, 'P. RAMAMOORTHY OORATCHI URUPINAR EX', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(70, 11, 'ALAGUMALAI', 'CHELLAMMAL', '9047825322', 'P CHETTIAPATTI', NULL, '2026-05-31 06:31:25', '2026-07-06 13:15:40'),
(71, 2, 'ரஞ்சித் குமார்', 'ராமுத்தாய்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(72, 29, 'வேல்பாப்பு (போலீஸ்)', 'முத்து', NULL, 'உ. வாடிப்பட்டி', NULL, '2026-03-03 06:06:10', '2026-07-06 13:15:40'),
(73, 2, 'ஜெனோவா', 'ஆனந்த்', NULL, 'மதுரை', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(74, 2, 'சரவணகுமார்', 'ராஜி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(75, 2, 'மணியம் வேளாங்கண்ணி', NULL, NULL, 'கொடை ரோடு', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(76, 19, 'R. SELLAPPAN KATHIR STUDIO', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(77, 2, 'நாகராஜன்', 'சுஜாதா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(78, 2, 'கந்தவேல்', 'மஞ்சுளா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(79, 11, 'RENGAN', 'MURUGAYEE', '97873 03260', 'NAGAMALAI', 'Catering', '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(80, 11, 'SAMI PILLAI', 'PETHI', '+919585750', 'P CHETTIAPATTI', NULL, '2026-03-11 10:08:58', '2026-07-06 13:15:40'),
(81, 19, 'D. AGASADURAI PERIYANAYAGAM', 'DURAIKANNU VEEDU', NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(82, 2, 'பாலமுருகன்', 'தீபஜோதி', NULL, 'காரைக்குடி', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(83, 2, 'புஷ்பம்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(84, 2, 'ஆரோக்கியசாமி', 'கிரேசி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(85, 16, 'பாலமுருகன்', 'தீபஜோதி', NULL, 'காரைக்குடி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(86, 2, 'மாரிமுத்து', 'கல்பனா', NULL, 'V.S கோட்டை (மார்க்கம்பட்டி)', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(87, 19, 'R.ANUSHUYA OORATCHI SEYALAALAR', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(88, 2, 'ராமையா', 'மேரி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(89, 16, 'M காமாட்சி பிள்ளை', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(90, 2, 'பன்னீர் செல்வம்', 'சரோஜா', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(91, 19, 'P. GUNASEKAR DRIVER', NULL, NULL, 'VADAKANANDAL', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(92, 2, 'செல்வி', 'கருப்பையா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(93, 16, 'K.சிவசாமி', 'லட்சுமி', NULL, 'சித்தரேவு', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(94, 16, 'தங்கப்பாண்டி', 'சின்னதாய்', NULL, 'சென்னை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(95, 2, 'ராமமூர்த்தி', 'ஈஸ்வரி', NULL, 'ஒத்தக்கடை', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(96, 19, 'S. RAMACHANDRAN C. R. PERURAATCHI', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(97, 2, 'ராஜகோபால்', 'சரஸ்வதி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(98, 2, 'சின்ன பாண்டி', 'வசந்தி', NULL, 'சென்னை', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(99, 2, 'தேவேந்திரன்', 'அபிராமி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(100, 2, 'விஜய பிரபாகரன்', 'சங்கீதா', NULL, 'முத்தனம்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(101, 29, 'அசோக்', 'வனிதா', NULL, 'சித்தமல்லி', NULL, '2026-03-03 05:54:44', '2026-07-06 13:15:40'),
(102, 2, 'கார்த்திக்', NULL, NULL, 'முத்துராஜ் நகர்', 'நகை பட்டறை', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(103, 16, 'ஐயப்பன்', 'உமாதேவி (பீட்டர்)', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(104, 2, 'K.கணேசன்', 'ரம்யா.', NULL, 'மதுரை (பறவை)', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(105, 2, 'M.பாஸ்கரன் மாவட்ட சேர்மன்', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(106, 2, 'மரிய லூயிஸ்', 'ஜான்சி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(107, 19, 'V. JAPAN KUMAR', NULL, NULL, 'VANAKKAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(108, 2, 'R R V ராஜேஷ்', 'தவபாண்டி', NULL, 'சென்னை', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(109, 13, 'PRABHU MAMA', NULL, NULL, 'CHENNAI', NULL, '2026-06-02 03:28:09', '2026-07-06 13:15:40'),
(110, 2, 'P. ஜான் சாமுவேல்', NULL, NULL, 'வெள்ளாளன் விளை', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(111, 2, 'அஜி', NULL, NULL, 'முத்தனம்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(112, 2, 'Thamilselvan', 'arulviji', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(113, 2, 'முனீஸ்வரி', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(114, 2, 'KAVIYARASU', 'KALAIYARASI', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(115, 2, 'பாலு', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(116, 19, 'SRI KRISHNAN SRIDEVI PRIYA', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(117, 2, 'ஜனனி', 'கேசவமணி', NULL, 'தாமரைபாடி', NULL, '2026-03-03 04:27:34', '2026-07-06 13:15:40'),
(118, 29, 'சின்னசாமி', 'மோகனா', NULL, 'இந்திரா நகர்', NULL, '2026-03-06 08:30:47', '2026-07-06 13:15:40'),
(119, 2, 'கிறிஸ்து', 'ரோஸி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(120, 11, 'SELVARAJ J', 'MEENA', '+91 84282 32144', 'P CHETTIAPATTI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(121, 19, 'N. SELVAM KOONDRAAN VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(122, 16, 'குமார்', 'கிருஷ்ணவேணி', NULL, 'சிவகங்கை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(123, 2, 'நாகராஜன்', 'ஜோன் மலர்', NULL, 'காமலாபுரம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(124, 2, 'ஜெயராம்', 'செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(125, 2, 'முருகன்', 'ராணி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(126, 19, 'MURUGESAN JANAKIRAMAN UDAIYAR', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(127, 2, 'சரவணகுமார்', NULL, NULL, 'மதுரை (வண்டியூர்)', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(128, 2, 'அந்தோணி ராஜ்', 'வனிதா மேரி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-03 03:53:01', '2026-07-06 13:15:40'),
(129, 29, 'சின்னச்சாமி', 'மோகனப்பிரியா', '8438470161', 'இந்திரா நகர்', 'டிரைவர்', '2026-04-30 08:52:26', '2026-07-06 13:15:40'),
(130, 16, 'V.ஹரி கிருஷ்ணன்(AVC)', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(131, 2, 'சிவா', 'பிரியா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(132, 19, 'M. KUMAR SATHYAKALA', NULL, NULL, 'VADASIRUVALLUR', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(133, 2, 'மேகவர்ணம்', 'சுபா', NULL, 'கொட்டப்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(134, 16, 'போஸ் மகன் முனியசாமி', 'பாண்டீஸ்வரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(135, 2, 'சகாயராஜ்', 'சகாயம்', NULL, 'மதுரை', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(136, 2, 'மூர்த்தி', 'ஈஸ்வரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(137, 19, 'EBI MOM SHYAMALA ECI CHURH', NULL, NULL, 'KANCHIPURAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(138, 2, 'சரவணகுமார்', 'அருள்மணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-03 01:52:54', '2026-07-06 13:15:40'),
(139, 16, 'V M K ரமேஷ் குமார்', 'ஜெயலட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(140, 2, 'பழனிசாமி', 'முருகேஸ்வரி', NULL, 'மேற்கு மீனாட்சி நாயக்கன்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(141, 16, 'ஜெயராம்', 'செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(142, 11, 'UBAGARAM', 'RAJESWARI', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:35:07', '2026-07-06 13:15:40'),
(143, 19, 'GANESAN KULLA MUDALI VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(144, 19, 'RUTH SHANTHI ECI CHURCH', NULL, NULL, 'KANCHIPURAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(145, 2, 'Ayyappan', NULL, NULL, 'ஓசி பிள்ளை நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(146, 2, 'அருளானந்து', 'செல்வி மேரி', NULL, 'குட்டது ஆரவாரம் பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(147, 11, 'ARPUTHAM T', 'ANITHA', NULL, 'P CHETTIAPATTI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(148, 2, 'Sakthivel', 'Malliga', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(149, 11, 'SURESH', NULL, NULL, 'KAVANAM PATTI', NULL, '2026-03-11 10:32:32', '2026-07-06 13:15:40'),
(150, 2, 'Dhinesh', NULL, NULL, 'வடக்கு மேட்டுப்பட்டி', 'Poo Market', '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(151, 11, 'KARUPPIAH', 'JAYA', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:12:37', '2026-07-06 13:15:40'),
(152, 16, 'R R V ராஜேஷ்', 'தவபாண்டி', NULL, 'சென்னை', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(153, 11, 'JOSEPH P @ SIVASUBRAMANIAN', 'JERMANI @ JEYALAKSHMI', '8489957091', 'P CHETTIAPATTI', NULL, '2026-04-12 08:18:26', '2026-07-06 13:15:40'),
(154, 16, 'கண்ணன்', 'முருகேஸ்வரி', NULL, 'முருகனேரி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(155, 16, 'வண்டி தங்கம்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(156, 2, 'பாலசுப்பிரமணி', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(157, 11, 'SANTHA RAM', 'THAVA RANI', NULL, 'NAGAMALAI', NULL, '2026-03-11 09:55:16', '2026-07-06 13:15:40'),
(158, 2, 'R.கனி(TNSTC Driver)', 'சாந்தி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(159, 11, 'GUNA SEKAR', 'SELVI', NULL, 'NAGAMALAI', NULL, '2026-03-11 10:26:06', '2026-07-06 13:15:40'),
(160, 19, 'MUTHULAKSHMI MANIKANDAN', 'ARUMUGAM PILLANGULATHAN', NULL, 'YEDUTHAVAINATHAM', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(161, 2, 'சுதா', 'நாகராஜ்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(162, 19, 'AVVU CHINNATHAMBI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(163, 2, 'செல்வராஜ்', 'சலேத் ராணி', NULL, 'கிறிஸ்து நகர்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(164, 2, 'அருண்குமார்', 'அமலா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(165, 14, 'Madhesh', NULL, NULL, 'தொழிற்பேட்டை', NULL, '2026-03-03 04:57:57', '2026-07-06 13:15:40'),
(166, 2, 'அறிவழகன் (கேபிள்ஸ்)', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(167, 2, 'முத்துராமலிங்கம்', 'சுதா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(168, 2, 'சுமித்ரா', 'சந்தியா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(169, 2, 'சாக்ரடீஸ்', 'புளோரா சில்வேரியா', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-03 04:25:54', '2026-07-06 13:15:40'),
(170, 2, 'தங்கம்', NULL, NULL, 'முருகபவனம்', 'சலூன் கடை', '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(171, 11, 'VADIVEL M', 'PETCHIAMMAL', '97512 97916', 'P CHETTIAPATTI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(172, 2, 'மணியம் A.வேளாங்கண்ணி', 'சிறுமணி', NULL, 'அம்மா நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(173, 2, 'ரமேஷ் குமார்', 'நாகலட்சுமி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(174, 16, 'பாலசுப்பிரமணி', 'ஈஸ்வரி', NULL, 'திண்டுக்கல் கொட்டாம்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(175, 19, 'S. VELU SANGEETHA TEA KADAI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(176, 2, 'முத்துகிருஷ்ணன்', 'பிரவீனா', NULL, 'சென்னை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(177, 16, 'V M K அழகுராஜா', 'சிங்காரச் செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(178, 2, 'பெருமாள் நாயகர் மகன் P. குருசாமி', 'முத்துலட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(179, 2, 'மரிய ஜோசப்', NULL, NULL, 'வட்டப்பாறை', 'மேட்டுமாதா', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(180, 11, 'RAM KUMAR. S', 'RAKKU', '+919940701635', 'NAGAMALAI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(181, 2, 'கார்த்திக்', 'அஞ்சலி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(182, 2, 'MANJU', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(183, 2, 'கபிலன் மகள் சித்ரா', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(184, 2, 'Lakshmi', 'Selvam', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(185, 2, 'R.முருகேசன்', 'பொன்னாத்தாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(186, 11, 'VIJAY P S/O PANDI', NULL, NULL, 'PERIYAKATTALAI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(187, 2, 'ஜோசப்', 'செபஸ்தி அம்மாள்', NULL, 'வேடப்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(188, 22, 'கோ. காசி ராமலிங்கம்', NULL, NULL, 'வடகாடு', NULL, '2026-03-06 08:24:38', '2026-07-06 13:15:40'),
(189, 19, 'K. ARUMUGAM TAMIL REAL ESTATE', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(190, 2, 'தண்ணிகட்டியார் குடும்பம்', 'சூசை மணி - ஜோஸ்பின் மாதரசி', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(191, 19, 'ANGAMUTHU KUYARA VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(192, 19, 'PRIYA MURUGAN', NULL, NULL, 'THAMMAMPATTI', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(193, 2, 'சண்முகசுந்தரம்', 'அனிதா', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(194, 16, 'நகையா', 'விஜயலட்சுமி', NULL, 'சென்னை', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(195, 19, 'V. DEEPA VENKATESAN AGRI', NULL, NULL, 'DEVAPANDALAM', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(196, 2, 'கிளாரா', 'ஜான் பீட்டர்', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(197, 16, 'R.கனி(TNSTC Driver)', 'சாந்தி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(198, 19, 'D. RAMACHANDRAN SALES MAN', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(199, 2, 'கு.ரங்கசாமி', 'விஜயலட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(200, 11, 'THIRU MURUGAN', 'KOOL MAYAN', NULL, 'VARUSA NADU, KAMARAJAR PURAM', NULL, '2026-03-11 10:19:06', '2026-07-06 13:15:40'),
(201, 16, 'பெருமாள் நாயகர் மகன் P. குருசாமி', 'முத்துலட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(202, 29, 'மூனுசாமி', 'சுகந்திரா தேவி', NULL, 'மேக்கிழார் பட்டி', NULL, '2026-03-03 06:00:24', '2026-07-06 13:15:40'),
(203, 11, 'AYYANAR', 'ALAGI', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(204, 2, 'ஐயப்பன்', 'உமாதேவி (பீட்டர்)', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(205, 19, 'S. SAMAYENDRAN', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(206, 2, 'முருகேசன்', 'செல்வராணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(207, 2, 'முத்து சலூன்', NULL, NULL, 'முருகபவனம்', 'சலூன் கடை', '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(208, 11, 'SANKARAMMAL', NULL, NULL, 'MADURAI', NULL, '2026-03-11 09:36:53', '2026-07-06 13:15:40'),
(209, 2, 'ஆனந்த் அற்புதராஜ்', 'விண்ணரசி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(210, 2, 'கிரேசி மேரி', 'குழந்தை ராஜ்', NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(211, 19, 'N. PRABHUKUMAR PC POLICE', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(212, 2, 'தங்கப்பாண்டி', 'சின்னதாய்', NULL, 'சென்னை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(213, 16, 'ராஜேந்திரன்', 'ஜெயமாலா', NULL, 'சென்னை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(214, 33, 'பார்த்திபன்', NULL, NULL, 'இராமநாதபுரம்', NULL, '2026-03-12 17:22:13', '2026-07-06 13:15:40'),
(215, 2, 'இருதயராஜ்', 'பெர்னத் மேரி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(216, 16, 'முதன்மை செல்வம்', 'உமா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(217, 2, 'தங்கமணி', 'செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(218, 2, 'ஆரோக்கியதாஸ்', 'விண்ணரசி', NULL, 'மேட்டுப்பட்டி', 'காந்திகிராமம் ஹாஸ்பிடல்', '2026-03-06 01:45:37', '2026-07-06 13:15:40'),
(219, 16, 'L K முருகன்', 'சத்யா', NULL, 'சென்னை', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(220, 2, 'கோ.பாலகுரு', 'செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(221, 2, 'முனியசாமி', 'சுகந்தி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(222, 2, 'அப்துல்', 'பானு', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(223, 2, 'மரியராஜா', 'அமுதா', NULL, 'கொடை ரோடு', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(224, 19, 'RAJALAKSHMI SARAVANAN', 'KUPPUSAMY', NULL, 'CHINNASALEM MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(225, 2, 'ஜான் பிரிட்டோ', 'செல்வி', NULL, 'வடக்கு மேட்டுப்பட்டி', 'John Electronics', '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(226, 2, 'R.மணிகண்டன்', NULL, NULL, 'சிவகங்கை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(227, 2, 'உதயகுமார்', 'சாவித்திரி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(228, 11, 'CHINNA MUTHU I M', 'UMA', '9655117363', 'P CHETTIAPATTI', NULL, '2026-03-11 10:34:00', '2026-07-06 13:15:40'),
(229, 19, 'R. HARIKRISHNAN MALIGAI KADAI', NULL, NULL, 'VADASIRUVALLUR ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(230, 2, 'இருதயராஜ்', 'மேரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(231, 2, 'சேசுராஜ்', 'ரோஸி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(232, 2, 'தண்ணிக்கட்டி', 'சூசைமணி மாதரசி', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(233, 2, 'Rajeshkannan', 'thalappatti', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(234, 29, 'விவேக் (சிவா நண்பன்)', 'நடராஜன்', NULL, 'மேல மருதூர் - திருத்துறைப்பூண்டி', NULL, '2026-03-03 05:48:58', '2026-07-06 13:15:40'),
(235, 16, 'ஆனந்த சுந்தரபாண்டியன்', NULL, NULL, 'ஒத்தக்கடை', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(236, 2, 'அந்தோணிசாமி', 'மரிய செல்வம்', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-05 09:47:36', '2026-07-06 13:15:40'),
(237, 19, 'ARUMUGAM ANBU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(238, 2, 'Jeyaprakash', 'Mahalakshmi', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(239, 11, 'SUDHA KANI', 'NALLA THAMBI', NULL, 'MUTHULINGA PURAM', NULL, '2026-03-11 09:49:51', '2026-07-06 13:15:40'),
(240, 30, 'இலஞ்சியம்', 'காசிமாயன்', '9788241553', 'செல்லம்பட்டி', NULL, '2026-06-07 08:29:13', '2026-07-06 13:15:40'),
(241, 2, 'V M K ரமேஷ் குமார்', 'ஜெயலட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(242, 19, 'R. SENTHIL SUGANYA', NULL, NULL, 'MADURAI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(243, 11, 'VEERAPUTHIRAN', NULL, NULL, 'CHINNA KATTALAI', NULL, '2026-03-11 10:03:36', '2026-07-06 13:15:40'),
(244, 19, 'MANI MANAI GVB NAGAR', NULL, NULL, 'BANGALORE KARADICHITTUR ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(245, 2, 'சீசர்', 'சசிகலா', NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(246, 2, 'ARUL VICTOR', 'RANI', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(247, 29, 'செல்லப்பாண்டி', 'காலேஜ் ஃபிரண்ட்', NULL, 'சின்ன கட்டளை', 'ஜெகதாபட்டினம் போட்டிங்', '2026-03-25 08:30:25', '2026-07-06 13:15:40'),
(248, 29, 'செல்வராஜ்', 'நையாண்டி மகன்', NULL, 'நாகை கவுண்டன்பட்டி', 'பால் பண்ணை ஒர்க்', '2026-03-15 09:53:11', '2026-07-06 13:15:40'),
(249, 19, 'R. SELLAMUTHU, SAMUNDEEAWARI AGENCY', NULL, NULL, 'AMMAN NAGAR, KALLAKURICHI ', 'fencing', '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(250, 16, 'R.விஜயராமன்', 'மீனா', NULL, 'சென்னை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(251, 2, 'இருதயராஜ்', 'அந்தோணியம்மாள்', NULL, 'வேடப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(252, 2, 'சாமுவேல்', 'அனிதா', NULL, 'சென்னை', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(253, 2, 'சந்தியாகு', 'பிலோமினா', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(254, 2, 'சாந்தா', 'தக்ஷிணாமூர்த்தி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(255, 19, 'RAMADEVI SHANKAR', NULL, NULL, 'ELAVANASURKOTTAI', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(256, 19, 'S. CHRISTIAN KAVITHA', NULL, NULL, 'MADURAI', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(257, 2, 'ஆரோக்கியசாமி', 'மாசிலா', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(258, 19, 'ALAGAPPAN LAKSHMI', NULL, NULL, 'AMMAMPALAYAM ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(259, 11, 'SURESH', 'THAVAMANI', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(260, 2, 'ராஜேந்திரன்', 'ஜெயமாலா', NULL, 'சென்னை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(261, 2, 'Sahayamery', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(262, 2, 'பாண்டி', 'மீனா', NULL, 'முத்துராஜ் நகர்', 'ஆட்டோ ஓட்டுநர்', '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(263, 2, 'பீட்டர் முருகன்', NULL, NULL, 'சிங்காரக்கோட்டை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(264, 2, 'தனுஷ்லாஸ்', 'லூர்து மேரி', NULL, 'புகையிலைபட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(265, 11, 'HARI HARAN', 'RAJESWARI', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 09:43:11', '2026-07-06 13:15:40'),
(266, 16, 'வெங்கட்ராமன் டீக்கடை', NULL, NULL, 'சிங்காரக்கோட்டை', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(267, 2, 'மரிய லூயிஸ்', 'ஜான்சி', NULL, 'வடக்கு மேட்டுப்பட்டி', 'ஆசிரியர்', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(268, 2, 'சக்திவேல்', 'ராணி', NULL, 'குடை பாறைப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(269, 19, 'N. SELVAM AUTO', NULL, NULL, 'MADHAVACHERI GVB NAGAR', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(270, 2, 'தீபிகா', 'ரவிச்சந்திரன்', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(271, 2, 'R.பொன்னையா TNSTC', 'பாலகிருஷ்ணவேணி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(272, 2, 'மரிய பிரின்ஸ்', 'அன்பு ரோஸ்', NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(273, 19, 'MAYAKANNAN ARULJOTHI PILLANGULATHAN VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(274, 16, 'E B கண்ணன்', 'உமா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(275, 2, 'பாபு கணேஷ்', 'மித்ரன்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(276, 2, 'மரிய ராஜ்', 'பாப்பா', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(277, 19, 'PAASARAI BALU KAMARAJAR NAGAR VCK', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(278, 19, 'A. SUBRAMANIAN REAL ESTATE', NULL, NULL, 'KALLAKURICHI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(279, 2, 'செல்லையா', 'அஞ்சலை', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(280, 16, 'M.ராஜாங்கம்', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(281, 2, 'ஜான்சன்', 'செல்வராணி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(282, 19, 'PERIYASAMY DEEPA KOONDRAAN VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(283, 16, 'தங்கமணி', 'செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(284, 11, 'VIJI', NULL, NULL, 'CHINNA KATTALAI', NULL, '2026-03-11 10:12:34', '2026-07-06 13:15:40'),
(285, 2, 'ராஜேந்திரன்', 'அமுதா', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(286, 2, 'செல்வராஜ்', 'விஜயா', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(287, 2, 'டிரைவர் கோவிந்தன் மகன் சந்திரன்', 'பாண்டிச்சேரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(288, 2, 'ஸ்டீபன் பாஸ்கர்', NULL, NULL, 'முருகபவனம்', 'தாய் லேத்', '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(289, 19, 'KUMAR PUSHPA', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(290, 19, 'GOVINDAN BHARATHI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(291, 2, 'மக்கார் மகன் அற்புதராஜ்', 'லில்லி தெரஸ்', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(292, 2, 'ஸ்டாலின்', 'தெரசா', NULL, 'வீனி சவேரியார் தெரு', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(293, 19, 'VENKATRAMAN', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(294, 2, 'Sahayam', 'Rakkiin', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(295, 2, 'ஜான்சன்', 'விண்ணரசி', NULL, 'வேளாங்கண்ணி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(296, 11, 'BABU', 'POTHU MANI', NULL, 'THUMMAKUNDU', 'MASON', '2026-05-31 06:32:08', '2026-07-06 13:15:40'),
(297, 16, 'S.பாண்டி', 'பஞ்சம்மாள் (பைனான்ஸ்)', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(298, 11, 'SUNDA RAJ', 'MARIAMMAL', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 09:50:34', '2026-07-06 13:15:40'),
(299, 2, 'Murugan', 'Rani', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(300, 2, 'பழனிசாமி', NULL, NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(301, 2, 'நாகேந்திரன்', 'வசந்தா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(302, 2, 'சகாயம்', 'ரக்கினி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(303, 2, 'Janova', 'Anand', NULL, 'மதுரை', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(304, 2, 'சரவணகுமார்', 'நாகேஸ்வரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(305, 11, 'CHELLA PANDI R', 'SOPIYA DEVI', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:09:56', '2026-07-06 13:15:40'),
(306, 19, 'CHIDAMBARAM ADMK', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(307, 2, 'P. Muthaiya', 'Peachiyammal', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(308, 2, 'V.ஹரி கிருஷ்ணன்(AVC)', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(309, 2, 'துரை', 'லட்சுமி', NULL, 'மேட்டுப்பட்டி', 'டெய்லர்', '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(310, 2, 'ஜெயசீலன்', 'ஸ்டெல்லா மேரி', NULL, 'முத்துராஜ் நகர்', 'மீன் கடை', '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(311, 19, 'M. NALLATHAMBI RADHA', NULL, NULL, 'THIRUVARANGAM', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(312, 2, 'ராணி', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(313, 19, 'P. PACHAMUTHU PODAIYURAAN', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(314, 2, 'சவேரியார்', 'தங்கம்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(315, 19, 'SADAIYAN JOTHI', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(316, 2, 'K.முரளி கண்ணன்', 'நந்தினி', NULL, 'கொந்தகை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(317, 11, 'PALANIAMMAL', 'GUNDU MANI', NULL, 'NALLU THEVAN PATTI', NULL, '2026-03-11 10:11:55', '2026-07-06 13:15:40'),
(318, 19, 'SURESH POMMI', NULL, NULL, 'KANCHIPURAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(319, 2, 'அழகுராஜா (POLICE)', 'பாண்டி செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(320, 2, 'முதன்மை செல்வம்', 'உமா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(321, 2, 'ரத்தின ஜான்சி ராணி', 'ஜோவிலா மேரி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(322, 2, 'முருகன் ஹார்டுவேர்ஸ்', NULL, NULL, 'ஓசி பிள்ளை நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(323, 2, 'கிறிஸ்துராஜ்', 'வசந்தா மேரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(324, 16, 'தவமணி', 'அபி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(325, 2, 'மகாலிங்கம்', 'முனியம்மாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-03 04:06:25', '2026-07-06 13:15:40'),
(326, 2, 'ரத்தின ஜான்சி ராணி', 'டேவிட் ராஜ்', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(327, 19, 'KOTTALATHAN RAMASAMY', NULL, NULL, 'MADHAVACHERI SIVAGANGAI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(328, 2, 'பாக்கியம்', 'சிறுமணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(329, 11, 'SANKARA PANDIAN', NULL, '9943928420', 'THOTTANAM PATTI', 'LNB', '2026-05-31 06:29:56', '2026-07-06 13:15:40'),
(330, 11, 'SUNDARAM K', 'RAMYA', '9943192078', 'KARUKKATTAN PATTI', 'K S TWO WHEELER WORK SHOP', '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(331, 16, 'சங்கர்', 'முத்துலட்சுமி', NULL, 'சத்திரப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(332, 16, 'R.மணிகண்டன்', NULL, NULL, 'சிவகங்கை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(333, 19, 'ANGAMUTHU THANDAPANI', 'CHANDRALEKHA', NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(334, 19, 'RAMAKANNAN THAMBACHI VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(335, 24, 'SARAVANAN', NULL, NULL, 'KULAMANIKKAM', NULL, '2026-06-24 08:36:30', '2026-07-06 13:15:40'),
(336, 2, 'Israel', 'Savariammal', NULL, 'கொசவப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(337, 19, 'NARMADHA S. K. TATOOS', NULL, NULL, 'KALLAKURICHI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(338, 16, 'சின்ன பாண்டி', 'வசந்தி', NULL, 'சென்னை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(339, 16, 'வீரசின்னு', 'சுப்புலட்சுமி', NULL, 'முருகனேரி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(340, 11, 'VELU SAMY', 'PAPPA', NULL, 'AMBA SAMUTHRAM, PUDUR', NULL, '2026-03-11 09:40:38', '2026-07-06 13:15:40'),
(341, 14, 'Muruganatham', NULL, NULL, 'Pugalur Four Road', NULL, '2026-03-03 04:44:44', '2026-07-06 13:15:40'),
(342, 8, 'கருப்பட்டி அந்தோணி', NULL, NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 08:38:59', '2026-07-06 13:15:40'),
(343, 2, 'நாகராஜ்', 'முனியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(344, 19, 'N. GOPALAKANNAN JAYA', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(345, 2, 'தனுஷ்', 'லூர்து மேரி', NULL, 'புகையிலைபட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(346, 11, 'CHINNA PONNU', 'PERUMAL LATE', NULL, 'NAGAMALAI', NULL, '2026-03-11 10:30:25', '2026-07-06 13:15:40'),
(347, 18, 'Moorthi Sithapa', NULL, NULL, 'Thirumangalakkottai Keelaiyur', NULL, '2026-03-03 05:01:20', '2026-07-06 13:15:40'),
(348, 29, 'மு. சிவா MBA', 'S. செல்லக்காமு & ஜெயகீதா நர்சிங்', NULL, 'நல்லப்பெருமாள் பட்டி', NULL, '2026-03-03 05:53:37', '2026-07-06 13:15:40'),
(349, 2, 'மக்கார் தாமஸ் பீட்டர்', 'பிரியா', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(350, 2, 'ஜேசுதாஸ்', 'ரஞ்சிதா மேரி', NULL, 'இராமையன்பட்டி', 'அட்வகேட்', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(351, 19, 'A. P. DOMINIC SSI POLICE', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(352, 19, 'THIRUMENI KANNAN', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(353, 29, 'சத்யராஜ்', 'திராவிட செல்வி', NULL, 'கோவில் சிங்ககளாந்தி', 'கொத்தனார்', '2026-04-04 07:13:13', '2026-07-06 13:15:40'),
(354, 2, 'A. ராஜேந்திரன்', NULL, NULL, 'ஓசி பிள்ளை நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(355, 2, 'நாகநாதன்(முதன்மை)', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(356, 2, 'Thalampathi Lasar Magan', 'Seker', NULL, 'முத்தழகுபட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(357, 16, 'சன்னாசி மகன் பெருமாள்', 'வேல்மயில்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(358, 25, 'சரண்யா', NULL, NULL, 'Dindigul', NULL, '2026-03-03 05:23:57', '2026-07-06 13:15:40'),
(359, 2, 'விக்டர்', 'செல்வி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(360, 16, 'முத்துராமலிங்கம்', 'சுதா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(361, 2, 'KAKKAYAN CHINAVAR', 'RANI', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(362, 24, 'RAMANATHAN', NULL, NULL, 'MANTHANKUDU', NULL, '2026-06-24 08:34:44', '2026-07-06 13:15:40'),
(363, 19, 'K. BALAKRISHNAN SENGUTHAR', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(364, 19, 'RADHAKRISHNAN EX. THALAIVAR', NULL, NULL, 'KARADICHITTUR ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(365, 11, 'KASI', NULL, NULL, 'AMBASAMUTHRAM PUDUR', NULL, '2026-03-11 09:48:05', '2026-07-06 13:15:40'),
(366, 11, 'SRIDHAR STEPHEN', 'SUGANYA', '9786561695', 'P CHETTIAPATTI', NULL, '2026-03-03 09:48:34', '2026-07-06 13:15:40'),
(367, 11, 'SIVA', NULL, '9940993826', 'KAMATCHI PURAM K', NULL, '2026-03-11 10:16:50', '2026-07-06 13:15:40'),
(368, 29, 'ராஜதுரை', 'கௌஷால்யா', NULL, 'ஆலங்குடி', NULL, '2026-03-03 06:04:12', '2026-07-06 13:15:40'),
(369, 19, 'MADURAI PANDIYAN TNSTC', NULL, NULL, 'KANCHIPURAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(370, 2, 'முருகேசன்', 'சாந்தி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(371, 2, 'கலையரசு', 'பிச்சைமுத்து', NULL, 'அம்மாபட்டி ', 'Teacher', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(372, 2, 'P.விஜய்', 'சுப்புலட்சுமி', NULL, 'மதுரை (வண்டியூர்)', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(373, 16, 'மாயகிருஷ்ணன்', 'சங்கரம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(374, 2, 'கண்ணன்', 'முருகேஸ்வரி', NULL, 'முருகனேரி', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(375, 2, 'தாமஸ் எடிசன்', 'சிறுமணி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(376, 2, 'Kakkayan Sesu', 'Anthoni', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(377, 2, 'அருள் டேவிட்', 'கிறிஸ்டினா ரூத் பிரியா', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(378, 19, 'KASI PULUVAN VEEDU SADACHI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(379, 2, 'Kannan', 'Vimala', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(380, 22, 'ந.முத்துராசு செட்டியார்', NULL, NULL, 'வடகாடு', NULL, '2026-03-03 05:05:29', '2026-07-06 13:15:40'),
(381, 11, 'CHELLA PANDIAN P', 'VANITHA', '9751298738', 'PERIYA KATTALAI', 'JEWELLERY SHOP', '2026-03-11 10:07:42', '2026-07-06 13:15:40'),
(382, 2, 'முருகேசன்', 'எமல்டா மேரி', NULL, 'Y.M.R பட்டி', 'பழக்கடை', '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(383, 2, 'வண்டி தங்கம்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(384, 19, 'RAJAVEL JAYALAKSHMI', NULL, NULL, 'AMMAPETTAI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(385, 19, 'KUMARAN M. A. KARUPPAN', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(386, 2, 'பிரிட்டோ', 'செல்வி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-03 04:09:27', '2026-07-06 13:15:40'),
(387, 16, 'முனியசாமி', 'சுகந்தி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(388, 2, 'லாசர் சுந்தரம்', 'சுசீலா மேரி', NULL, 'யாகப்பன் பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(389, 2, 'வனிதா', 'நாட்ராயன்', NULL, 'முருகபவனம்', 'ஆசிரியர்', '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(390, 2, 'ஞானராஜ்', NULL, NULL, 'முருகபவனம்', 'மளிகை கடை', '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(391, 2, 'பாலசுப்பிரமணி', 'ஈஸ்வரி', NULL, 'திண்டுக்கல் கொட்டாம்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(392, 2, 'ராம்குமார்', 'பவித்ரா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(393, 2, 'சைமன்', 'சுதா ரீனா', NULL, 'தாமரைக்குளம்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(394, 2, 'ஆரோக்கியதாஸ்', 'ஸ்வேதா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(395, 2, 'முத்து', NULL, NULL, 'மீனாட்சிநாயக்கன்பட்டி', 'சலூன்', '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(396, 19, 'RAJAMANI PALANI AGENT', NULL, NULL, 'MATTUR', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(397, 19, 'D. SELVAMANI SEYAR PORIYALAR OIVU TAMILA', NULL, NULL, 'SANKARAPURAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(398, 16, 'சுதா', 'நாகராஜ்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(399, 11, 'VINCENT', 'DHANALAKSHMI', '9597639617', 'P CHETTIAPATTI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(400, 11, 'SANTHANA KUMAR', NULL, NULL, 'KARISAL PATTI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(401, 2, 'தெய்வேந்திரன்', 'அபிராமி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(402, 2, 'வடிவேல்', 'பஞ்சு', NULL, 'பட்டிவீரம்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(403, 16, 'பாலன்', 'முனியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(404, 2, 'மணிகண்டன்', 'நந்தினி பிரியா', NULL, 'முருகபவனம்', 'மளிகை கடை', '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(405, 11, 'GUNA SEKAR', 'PUSHPA', NULL, 'P CHETTIAPATTI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(406, 19, 'G. DURAI DEVI VADAKKU THERU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(407, 16, 'M அழகுராஜா', 'கவிதா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(408, 19, 'UDHUASURYAN ANNAN CHAIRMAN', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(409, 19, 'A. MALARVANNAN REAL ESTATE BAJAJ VARNA', NULL, NULL, 'KALLAKURICHI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(410, 2, 'ஈஸ்வரன்', 'குமாரம்மாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(411, 19, 'T. KANNAN VASANTHI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(412, 2, 'வேல்முருகன்', 'சுப்புலட்சுமி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(413, 16, 'காளீஸ்வரி', 'ஸ்ரீனிவாசன்', NULL, 'கோயம்புத்தூர்', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(414, 16, 'மீசை டீக்கடை கிருஷ்ணன் மகள் பஞ்சம்மாள்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(415, 2, 'பாஸ்கரன் ஞானம்', NULL, NULL, 'திண்டுக்கல்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(416, 16, 'பாண்டி செல்வம்', 'பாண்டியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(417, 2, 'E B கண்ணன்', 'உமா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(418, 2, 'முருகன் (டிரைவர்)', 'செல்வி', NULL, 'காந்திபுரம்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(419, 16, 'நாகேந்திரன்', 'வசந்தா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(420, 19, 'SAKTHIVEL. K. SELVI THIRUVATHA VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(421, 2, 'சிவானந்தம்', NULL, NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(422, 2, 'சேசுராஜ்', 'சகாயராணி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(423, 16, 'முத்துகிருஷ்ணன்', 'பிரவீனா', NULL, 'சென்னை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(424, 16, 'ராஜேந்திரன்', 'சாந்தா', NULL, 'சிவகங்கை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(425, 11, 'KALA', 'CHEZHIYAN', NULL, 'MELA MELKUDI', NULL, '2026-03-11 10:01:44', '2026-07-06 13:15:40'),
(426, 2, 'மரிய ஜோசப்', 'பெப்பின் கிளாரா மேரி', NULL, 'வட்டப்பாறை', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(427, 2, 'மாயகிருஷ்ணன்', 'சங்கரம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(428, 19, 'K. PANDURANGAN PICHAYI', NULL, NULL, 'THOPPUR YERVAIPATINAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(429, 2, 'சூசை', 'செலின்', NULL, 'வடக்கு மேட்டுப்பட்டி', 'பூ மார்க்கெட்', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(430, 2, 'குமார்', 'சூர்யா ( டீக்கடை)', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(431, 2, 'மாரியப்பன்', 'இளமதி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(432, 2, 'சரவணன்', 'ராஜேஸ்வரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(433, 2, 'ராஜேந்திரன்', 'சாந்தா', NULL, 'சிவகங்கை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(434, 2, 'பாண்டி', 'மீனா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-03 04:11:47', '2026-07-06 13:15:40'),
(435, 11, 'JEYA KANNU', 'MUTHU PILLAI', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:14:16', '2026-07-06 13:15:40'),
(436, 2, 'SAVARIYAR', 'RENATH AMMAL', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(437, 2, 'அருளானந்த பீட்டர்', 'சிவரஞ்சனி', NULL, 'முத்தழகுபட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(438, 16, 'சந்திரன்', 'சாந்தி', NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(439, 19, 'R. MANIKANDAN AKILA LORRY SERVICE', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(440, 2, 'ரவி', 'சிவகாமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(441, 10, 'கண்ணன்', 'சுந்தரபாண்டியன்', NULL, 'V. Naduvur', NULL, '2026-03-03 04:39:52', '2026-07-06 13:15:40'),
(442, 2, 'சன்னாசி மகன் முருகன்', 'லட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(443, 2, 'P.முனியாண்டி', 'முத்துமாரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(444, 11, 'NATARAJAN', 'BUMA', NULL, 'THERKU THERU', NULL, '2026-03-06 09:14:16', '2026-07-06 13:15:40'),
(445, 2, 'வின்சென்ட்', 'திவ்யா மேரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(446, 2, 'சந்திரன்', 'சாந்தி', NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40');
INSERT INTO `persons` (`id`, `user_id`, `first_name`, `last_name`, `mobile`, `city`, `occupation`, `created_at`, `updated_at`) VALUES
(447, 19, 'M. P. RAMESH DMK 4TH WARD URUPINAR', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(448, 2, 'சந்தியாகு', 'வேளாங்கண்ணி', NULL, 'முத்துராஜ் நகர்', 'மீன் கடை', '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(449, 2, 'ஆரோக்கியசாமி', 'ரேசி', NULL, 'குள்ளனம்பட்டி ', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(450, 16, 'V பாண்டி முருகன்', 'அழகு மீனா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(451, 2, 'சந்தியாகு', 'கமலா மேரி', NULL, 'மேட்டுப்பட்டி', 'மரக்கடை', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(452, 11, 'PANDEES', 'MUNIAMMAL', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:14:16', '2026-07-06 13:15:40'),
(453, 2, 'ராஜி அம்மா', 'வேளாங்கண்ணி மாமியார்', NULL, 'M.G.R நகர் (மொட்டணம் பட்டி ரோடு)', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(454, 30, 'நிரூபன்', NULL, NULL, 'செல்லம்பட்டி', NULL, '2026-06-07 10:07:50', '2026-07-06 13:15:40'),
(455, 2, 'கணேசன்', 'பூமாரி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(456, 2, 'ஸ்டெல்லா', NULL, NULL, 'முத்துராஜ் நகர்', 'மீன் கடை', '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(457, 19, 'S. PADIYAN W/O MOOKAAYI', NULL, NULL, 'VENKATAMPETTAI', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(458, 2, 'P.ராஜேந்திரன்', 'முருகம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(459, 11, 'KARANA RAJA', NULL, NULL, 'KARUPPAYURANI', NULL, '2026-03-11 10:38:32', '2026-07-06 13:15:40'),
(460, 17, 'P.ராஜா', 'செல்வி', NULL, 'மதுரை', NULL, '2026-03-03 05:11:05', '2026-07-06 13:15:40'),
(461, 11, 'THIYAGARAJAN', 'VASANTHA', NULL, 'NAGAMALAI', NULL, '2026-03-11 09:41:39', '2026-07-06 13:15:40'),
(462, 8, 'சங்கீதா', 'விக்டர்', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 08:38:59', '2026-07-06 13:15:40'),
(463, 2, 'ரோஸ்லின்', 'ஜெரோவின்', NULL, 'நந்தவனப்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(464, 2, 'சச்சின்', 'பிளசி', NULL, 'திண்டுக்கல்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(465, 11, 'THAVAM', 'MATHINA', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:12:37', '2026-07-06 13:15:40'),
(466, 19, 'M. KANNAN SATHYA', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(467, 2, 'சகாயராஜ்', 'மேரி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(468, 16, 'நாகநாதன்(முதன்மை)', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(469, 19, 'S. P. RAJA', NULL, NULL, 'PANDALAM', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(470, 2, 'பாண்டி செல்வம்', 'பாண்டியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(471, 2, 'போஸ் மகன் முனியசாமி', 'பாண்டீஸ்வரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(472, 16, 'கணேசன்', 'பூமாரி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(473, 16, 'P.விஜய்', 'சுப்புலட்சுமி', NULL, 'மதுரை (வண்டியூர்)', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(474, 2, 'V M K அழகுராஜா', 'சிங்காரச் செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(475, 2, 'சக்திவேல்', 'மல்லிகா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(476, 19, 'V. A. VENKATESAN EX COUNCILLOR', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(477, 19, 'KALAIMANI ASHOK', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(478, 2, 'லாரன்ஸ்', 'ராசம்மா', NULL, 'மேட்டுப்பட்டி', 'பெயிண்டர்', '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(479, 11, 'GOPALA KRISHNAN PGS TILES', 'SASIKALA', NULL, 'PERIYAKATTALAI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(480, 11, 'KARI KALAN', 'JAYA', '95433 68020', 'USILAMPATTI', 'FLOWER', '2026-03-11 09:57:43', '2026-07-06 13:15:40'),
(481, 19, 'PACHAMUTHU SELVI', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(482, 19, 'K. KANNAN S/O SELVI KUNDRA NAGAR', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(483, 24, 'KANNAN', NULL, NULL, 'DEVAKOTTAI', NULL, '2026-06-24 08:33:57', '2026-07-06 13:15:40'),
(484, 19, 'V. VENKATACHALAM', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(485, 19, 'K. SAKTHIVEL DURGADEVI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(486, 19, 'AGASADURAI THAADI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(487, 2, 'சதீஷ்குமார்', 'ரஞ்சிதா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(488, 16, 'முனியசாமி', 'முருகேஸ்வரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(489, 19, 'SAKTHIVEL SUMATHI DRIVER', NULL, NULL, 'MADHAVACHERI COLONY', 'driver', '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(490, 19, 'LOGU MAMANAR KANDHAN', NULL, NULL, 'SERALUR', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(491, 11, 'KALAI SELVI', 'PAL KANNAN', NULL, 'THUMNA KUNDU', NULL, '2026-03-11 10:13:35', '2026-07-06 13:15:40'),
(492, 11, 'RAMESH C', 'MUTTON', NULL, 'PERIYAKATTALAI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(493, 29, 'கண்ணன்', 'லதா', NULL, 'கம்பன்குடி -வடிவாயிலக்கள்', NULL, '2026-03-03 06:02:56', '2026-07-06 13:15:40'),
(494, 11, 'KAIVAN', 'MUTHAMMAL', '9994915748', 'P CHETTIAPATTI', NULL, '2026-03-11 10:21:35', '2026-07-06 13:15:40'),
(495, 2, 'சேசுராஜ் மகன்', 'ஆரோக்கிய நிக்ஸன்', NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(496, 16, 'பவித்ரா', 'ரூபின் கண்ணன்', NULL, 'பித்தளப்பட்டி', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(497, 2, 'அந்தோணிசாமி', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(498, 2, 'ரவீந்திரன்', 'மகேஸ்வரி', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(499, 2, 'சங்கர்', 'முத்துலட்சுமி', NULL, 'சத்திரப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(500, 19, 'LATHA', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(501, 2, 'ஆரோக்கியசாமி', NULL, NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(502, 16, 'வீரசின்னு', 'செல்வி', NULL, 'முருகனேரி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(503, 2, 'ரமேஷ் குமார்', 'தாயம்மாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(504, 19, 'R. KRISHNAN DOCUMENT WRITER', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(505, 19, 'P. CHELLAKANNU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(506, 19, 'P. PRIYA', NULL, NULL, 'YERVAIPATINAM', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(507, 25, 'Sekar Chithappa', NULL, NULL, 'Nallarikkai', NULL, '2026-03-03 05:22:52', '2026-07-06 13:15:40'),
(508, 19, 'D. MANIKANNAN SATHYA', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(509, 16, 'சுப்பிரமணி', 'அழகு மீனா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(510, 2, 'ஆரோக்கியம்', 'ஸ்டெல்லா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(511, 24, 'KARPAGAM', NULL, NULL, 'KULAMANIKKAM', NULL, '2026-06-24 08:32:44', '2026-07-06 13:15:40'),
(512, 2, 'கற்பகவேல்', 'பழனியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(513, 2, 'வேலுசாமி', 'மாரி', NULL, 'முத்துராஜ் நகர்', 'டிபன் கடை', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(514, 2, 'ராஜு', 'சாருமதி', NULL, 'YMR பட்டி', NULL, '2026-03-03 04:17:22', '2026-07-06 13:15:40'),
(515, 11, 'VELLAISAMY VM', NULL, NULL, 'P CHETTIAPATTI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(516, 2, 'SSK சுந்தர்', NULL, NULL, 'முருகபவனம்', 'சிமெண்ட் தொட்டி கடை', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(517, 2, 'தண்ணி கட்டி', 'வேளாங்கண்ணி', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(518, 11, 'BALA KRISHNAN', NULL, NULL, 'KAMATCHU PURAM A', NULL, '2026-03-11 10:06:41', '2026-07-06 13:15:40'),
(519, 2, 'K பழனிசாமி', NULL, NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(520, 2, 'சன்னாசி மகன் பெருமாள்', 'வேல்மயில்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(521, 11, 'THIRUMURUGAN', 'VALLI', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(522, 19, 'SAMSON ECI CHURCH', NULL, NULL, 'KANCHIPURAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(523, 2, 'கண்ணன்', 'விமலா', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(524, 11, 'SIMBU @ SEETHA RAMAN', 'SUGANYA', '63794 6174', 'RAJAKKAL PATTI', NULL, '2026-03-11 10:29:16', '2026-07-06 13:15:40'),
(525, 2, 'செபஸ்தியார்', 'சிவகாமி', NULL, 'முத்தழகுபட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(526, 19, 'SHANKAR PREMA VELLACHI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(527, 2, 'சேவியர்', 'ஆரோக்கியம்மாள்', NULL, 'திண்டுக்கல்', 'பழக்கடை', '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(528, 2, 'A. ஜேம்ஸ் ராஜ்', NULL, NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(529, 2, 'கசாவடி மகன் முருகன்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(530, 33, 'வெள்ளைச்சாமி', NULL, '9750395396', 'இராமேசுவரம்', NULL, '2026-03-12 17:30:02', '2026-07-06 13:15:40'),
(531, 16, 'உதயகுமார்', 'கீதா', NULL, 'மதுரை (பறவை)', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(532, 2, 'பூலாம்பட்டியார் மகன்', 'வேளாங்கண்ணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(533, 19, 'KONDI. T. GOVINDAN', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(534, 2, 'Sirumani', NULL, NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(535, 2, 'சிறுமணி', NULL, NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(536, 11, 'MURUGAN', 'PANDI BROTHER', NULL, 'CHINNUKAM OATTI', 'PAINTING', '2026-03-11 09:51:53', '2026-07-06 13:15:40'),
(537, 2, 'அருள் மேரி', NULL, NULL, 'முருகபவனம்', 'ஆசிரியர்', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(538, 2, 'பிளசி', 'சச்சின்', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-03 04:04:02', '2026-07-06 13:15:40'),
(539, 16, 'J.விக்னேஷ்', NULL, NULL, 'பழையனூர்', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(540, 2, 'செந்தில்குமார்', 'பாண்டியம்மாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(541, 2, 'கருப்பட்டி சேவியர்', 'விமலா', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(542, 2, 'Sathish Kumar', 'Viji', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(543, 27, 'காந்தி', NULL, NULL, 'கிருஷ்ணா கவண்டான்யார்', NULL, '2026-03-06 08:41:32', '2026-07-06 13:15:40'),
(544, 2, 'R. Sesal Naidu', 'Dhanalakshmi', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(545, 16, 'M.பாஸ்கரன் மாவட்ட சேர்மன்', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(546, 19, 'P. MUTHUSAMY S/O PANJASAARAM', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(547, 2, 'Jeyaraj', 'Easwari', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(548, 2, 'பெரிய கருப்பன்', NULL, NULL, 'கூடத்துப்பட்டி', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(549, 2, 'சீசர் ஆரோக்கியம்', NULL, NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(550, 2, 'லாரன்ஸ்', 'பன்னீர் செல்வி', NULL, 'வேடப்பட்டி', 'வாட்டர் சர்வீஸ்', '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(551, 16, 'முருகன் (டிரைவர்)', 'செல்வி', NULL, 'காந்திபுரம்', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(552, 2, 'மெல்யூர்', 'நிர்மலா மேரி', NULL, 'திண்டுக்கல்', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(553, 2, 'ரகுமான்', NULL, NULL, 'KK நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(554, 2, 'S.பாண்டி', 'பஞ்சம்மாள் (பைனான்ஸ்)', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(555, 2, 'சித்தா முருகேசன்', 'ஹேமா', NULL, 'திண்டுக்கல்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(556, 2, 'ஜான் போஸ்கோ', 'மாரீஸ்வரி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(557, 16, 'K.கணேசன்', 'ரம்யா', NULL, 'மதுரை (பறவை)', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(558, 16, 'P.கிருஷ்ணமூர்த்தி', 'சுதா', NULL, 'சென்னை', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(559, 16, 'துரைப்பாண்டி', NULL, NULL, 'நல்லாம்பிள்ளை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(560, 19, 'P. PERIYASAMY KAMARAJ NAGAR', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(561, 2, 'M அழகுராஜா', 'கவிதா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(562, 2, 'பாலச்சந்திரன்', 'அங்காள ஈஸ்வரி', NULL, 'சிங்காரக்கோட்டை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(563, 16, 'சரவணன்', 'சுமதி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(564, 11, 'KARTHIK', 'SUSILA', '90478 3881', 'P CHETTIAPATTI', NULL, '2026-03-11 10:05:18', '2026-07-06 13:15:40'),
(565, 2, 'சரவணன்', 'சுமதி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(566, 2, 'R.விஜயராமன்', 'மீனா', NULL, 'சென்னை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(567, 2, 'தங்கம்', NULL, NULL, 'மீனாட்சிநாயக்கன்பட்டி', 'சலூன் கடை', '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(568, 19, 'LAKSHATHIPATHI. S', NULL, NULL, 'AMMAPETTAI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(569, 2, 'காளீஸ்வரி', 'ஸ்ரீனிவாசன்', NULL, 'கோயம்புத்தூர்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(570, 2, 'S. சந்திரன்', 'S. காந்தி ராஜன்', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(571, 2, 'காக்காயன் சேசு அந்தோணி', NULL, NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(572, 2, 'நிர்மலா', 'ஜெகதீசன்', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(573, 16, 'ராமமூர்த்தி', 'ஈஸ்வரி', NULL, 'ஒத்தக்கடை', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(574, 13, 'AASAITHAMBI ANNA', NULL, NULL, 'ANNAVASAL', NULL, '2026-06-02 03:30:06', '2026-07-06 13:15:40'),
(575, 2, 'ஆரோக்கியதாஸ்', 'சேசம்மாள்', NULL, 'சின்ன முத்து நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(576, 11, 'MURUGESAN M', 'ALAGAMMAL @ VASANTHA', '9688123352', 'P CHETTIAPATTI', 'TNSTC', '2026-05-31 06:28:45', '2026-07-06 13:15:40'),
(577, 11, 'ELANGOVAN P', NULL, NULL, 'USILAI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(578, 16, 'நாகராஜ்', 'முனியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(579, 2, 'ராஜி', 'ரமேஷ்', NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(580, 11, 'MUNIAMNAL', NULL, NULL, 'THUMMAKUNDU', NULL, '2026-03-11 10:17:48', '2026-07-06 13:15:40'),
(581, 2, 'J.விக்னேஷ்', NULL, NULL, 'பழையனூர்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(582, 2, 'கந்தவேல்', 'மஞ்சுளா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(583, 16, 'P.முனியாண்டி', 'முத்துமாரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(584, 16, 'கற்பகவேல்', 'பழனியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(585, 16, 'வடிவேல்', 'பஞ்சு', NULL, 'பட்டிவீரம்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(586, 16, 'பெரிய கருப்பன்', NULL, NULL, 'கூடத்துப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(587, 2, 'இஸ்ரவேல்', 'சவரியம்மாள்', NULL, 'கொசவப்பட்டி', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(588, 11, 'KUMUTHA', 'VEL MURUGAN', '6383157612', 'P CHETTIAPATTI', NULL, '2026-03-11 10:31:46', '2026-07-06 13:15:40'),
(589, 2, 'வெங்கட்ராமன் டீக்கடை', NULL, NULL, 'சிங்காரக்கோட்டை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(590, 29, 'முத்துராக்கன் மகன் தங்கப்பாண்டி', 'அழகு ராணி', NULL, 'கண்ணாபட்டி', 'கொத்தனார்', '2026-03-15 09:52:00', '2026-07-06 13:15:40'),
(591, 19, 'M. KAMARAJ- MUNNAL THALAIVAR', NULL, NULL, 'MATTUR', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(592, 2, 'பாலுசாமி', 'சந்திரா', NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(593, 16, 'கபிலன் மகள் சித்ரா', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(594, 2, 'மீசை டீக்கடை கிருஷ்ணன் மகள் பஞ்சம்மாள்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(595, 11, 'SADA SIVAM', 'AKILA', NULL, 'USILAMPATTI', NULL, '2026-03-11 09:42:32', '2026-07-06 13:15:40'),
(596, 2, 'வெங்கடேஷ் குமார்', 'சக்தி மாரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(597, 19, 'P. ANAND EX. THALAIVAR', NULL, NULL, 'THACHUR KALLAKURICHI ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(598, 19, 'P. RAJAPANDIYAN VELAN PADAIYATCHI VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(599, 2, 'ஈஸ்வரன்', 'குமரம்மாள்', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(600, 19, 'KUYARA. M. SEENIVASAN KAMARAJ NAGAR', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(601, 29, 'கிருஷ்ணன் - கருப்பாயி', 'ராகுல் (Apollo)', NULL, 'கவனம்பட்டி (உசிலம்பட்டி)', NULL, '2026-03-03 05:27:15', '2026-07-06 13:15:40'),
(602, 2, 'முருகானந்தம்', 'தவமணி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(603, 2, 'அருளானந்து பீட்டர்', 'சிவரஞ்சனி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(604, 2, 'நாகராஜ்', 'உமா', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(605, 16, 'கோ.பாலகுரு', 'செல்வி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(606, 2, 'துரைப்பாண்டி', NULL, NULL, 'நல்லாம்பிள்ளை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(607, 2, 'சைமன் ராஜ்', 'அமலா', NULL, 'புகையிலைபட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(608, 2, 'P மணிகண்டன்', NULL, NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(609, 2, 'ரமேஷ்', 'ஜெயா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(610, 24, 'SATHISH', NULL, NULL, 'COIMBATORE', NULL, '2026-06-24 08:31:57', '2026-07-06 13:15:40'),
(611, 2, 'P.கிருஷ்ணமூர்த்தி', 'சுதா', NULL, 'சென்னை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(612, 11, 'JAYARAM', 'MALAR', NULL, 'GAVI', NULL, '2026-03-06 09:14:16', '2026-07-06 13:15:40'),
(613, 16, 'கசாவடி மகன் முருகன்', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(614, 19, 'A. MURUGAN KUNDHI VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(615, 16, 'அழகுராஜா', 'அமுதா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(616, 2, 'Kalaiyarasi', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(617, 2, 'ஜோஸ்பின் ஜெயராணி', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(618, 19, 'T. MANIKANNAN VELVIZHI', NULL, NULL, 'MATTUR ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(619, 2, 'அம்முலு மாமா', 'மேரி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(620, 7, 'SEBASTHI', NULL, '9080184568', 'ARIYANKUNDU', 'TEACHER', '2026-06-21 10:57:44', '2026-07-06 13:15:40'),
(621, 2, 'வெங்கடேஸ்வரி', NULL, NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(622, 2, 'ஜெயராஜ்', NULL, NULL, 'சின்னப்பபுரம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(623, 2, 'பால்பாண்டி', 'அமுதா மைக் செட்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(624, 2, 'அற்புதம் மகன்', 'பெனிகோ', NULL, 'வட்டப்பாறை', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(625, 11, 'RAYAPPAN @ SARAVANAN', 'SAKKAMMAL', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:37:56', '2026-07-06 13:15:40'),
(626, 2, 'ஜோசப் ராஜ்', 'மோனிகா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(627, 2, 'ரங்கராஜ்', 'காட்டு ராணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(628, 16, 'அறிவழகன் (கேபிள்ஸ்)', NULL, NULL, 'சிங்கார கோட்டை', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(629, 16, 'சரவணகுமார்', NULL, NULL, 'மதுரை (வண்டியூர்)', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(630, 19, 'KANNAN SARANYA', 'RAMALINGA MUDALIYAR NADU THERU', NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(631, 11, 'SELVA KANI', 'MUTHU RAM', NULL, 'ANAIYUR, SEMPATTI', NULL, '2026-03-11 09:56:24', '2026-07-06 13:15:40'),
(632, 11, 'SANNASI', 'SELVI', NULL, 'NAGAMALAI', NULL, '2026-03-11 04:04:59', '2026-07-06 13:15:40'),
(633, 2, 'நாகலிங்கம்', 'அஜந்தா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(634, 2, 'Velusamy', 'Panjavarnam', NULL, 'பெரியார் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(635, 2, 'Thannikatti', 'Velanganni', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(636, 2, 'Balan', 'Nagalakshmi', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(637, 2, 'ஆரோக்கியம்', 'ஸ்டெல்லா மேரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(638, 16, 'சென்றாயன்', 'அம்மாளு', NULL, 'காந்திபுரம்', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(639, 2, 'அன்பு ரோஸ்', 'ராசாத்தி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(640, 2, 'அழகுராஜா', 'அமுதா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(641, 2, 'முனியசாமி', 'முருகேஸ்வரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(642, 16, 'கு.ரங்கசாமி', 'விஜயலட்சுமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(643, 16, 'R.முருகேசன்', 'பொன்னாத்தாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(644, 2, 'சுப்பையா', 'தங்கமணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(645, 9, 'சுப்ரமணி', 'லட்சுமி', NULL, 'போடுவார்பட்டி', NULL, '2026-05-30 18:11:52', '2026-07-06 13:15:40'),
(646, 2, 'G. பிலிப் முருகானந்தம்', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(647, 19, 'R. MURUGAN PILLANGULATHAN VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(648, 2, 'ராமசாமி', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(649, 2, 'மோட்ச மேரி', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(650, 2, 'மகேஸ்வரி', 'ரவீந்திரன்', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(651, 2, 'ராமர்', 'ஜக்கம்மா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(652, 29, 'மோகன்', 'ரோபா', NULL, 'நெடும்பலம் - திருத்துறைப்பூண்டி', NULL, '2026-03-03 05:52:17', '2026-07-06 13:15:40'),
(653, 2, 'பாண்டி', 'நாச்சியார்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(654, 11, 'SEKAR', 'SUSILA', NULL, 'UDAYAN PATTI', NULL, '2026-03-11 10:01:05', '2026-07-06 13:15:40'),
(655, 19, 'A. PALANI MALIGAI KADAI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(656, 16, 'தண்டபாணி', 'பாண்டியம்மாள்', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(657, 16, 'குமார்', 'சூர்யா ( டீக்கடை)', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(658, 16, 'S விஜேந்திரன்', 'தங்க புஷ்பம்', NULL, 'சங்கரெட்டிகோட்டை', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(659, 7, 'SEBASTHI', NULL, '9080184568', 'ARIYANKUNDU', NULL, '2026-06-21 11:02:00', '2026-07-06 13:15:40'),
(660, 11, 'CHINNA SAMY', 'RAJA', NULL, 'DHARMATHU PATTI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(661, 2, 'பாலு', 'விஜி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(662, 19, 'KUCHIKOLUTHI SELVARAJ', NULL, NULL, 'AMMAPETTAI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(663, 29, 'நித்யா (PAPA)', 'M', NULL, 'செம்பட்டி', NULL, '2026-03-06 08:30:47', '2026-07-06 13:15:40'),
(664, 16, 'பாலச்சந்திரன்', 'அங்காள ஈஸ்வரி', NULL, 'சிங்காரக்கோட்டை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(665, 2, 'நகையா', 'விஜயலட்சுமி', NULL, 'சென்னை', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(666, 16, 'பால்பாண்டி', 'அமுதா மைக் செட்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(667, 2, 'வீரசின்னு', 'செல்வி', NULL, 'முருகனேரி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(668, 2, 'ஜி மாணிக்கம்', NULL, NULL, 'காமாட்சிபுரம்', 'இரும்பு கடை', '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(669, 2, 'சகாயராஜ்', 'சாந்தி லில்லி', NULL, 'வேடப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(670, 16, 'நாகலிங்கம்', 'அஜந்தா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(671, 19, 'ANBUMANI. P. R MANIKANDAN SASIKALA', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(672, 2, 'S விஜேந்திரன்', 'தங்க புஷ்பம்', NULL, 'சங்கரெட்டிகோட்டை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(673, 2, 'மக்கர் மகன்', 'சேசுராஜ்', NULL, 'பாரதிபுரம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(674, 2, 'Saimanbabu', 'julietmary', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(675, 33, 'V. காளிமுத்து', NULL, '7200170016', 'கீர்த்தனை(இ)MRT நகர் இராமேஸ்வரம்', 'திருக்கோயில் பணியாளர்', '2026-03-13 17:17:22', '2026-07-06 13:15:40'),
(676, 2, 'கோதண்டராமன்', NULL, NULL, 'சிவகங்கை', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(677, 11, 'JAYARAJ', 'DHANAM', NULL, 'NAGAMALAI', NULL, '2026-03-06 09:04:54', '2026-07-06 13:15:40'),
(678, 2, 'மக்கர் மகள் ரேசி', NULL, NULL, 'குள்ளனம்பட்டி ', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(679, 19, 'KUNDACHI MARIKUMAR IRUMBU KADAI', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(680, 2, 'அனிதா', 'சாமுவேல்', NULL, 'சென்னை', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(681, 19, 'S. SHANMUGAM MANOGARI EX. VAO', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(682, 11, 'KUTTI @ PRAKASH B', 'MEENA', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:23:27', '2026-07-06 13:15:40'),
(683, 2, 'முருகன்', 'பொன்னம்மாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(684, 33, 'சுரேஷ்', NULL, NULL, 'இராமேஸ்வரம்', NULL, '2026-03-12 17:22:50', '2026-07-06 13:15:40'),
(685, 2, 'வீரம்மாள் மகள்', 'அமுதா', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(686, 2, 'சென்றாயன்', 'அம்மாளு', NULL, 'காந்திபுரம்', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(687, 16, 'R.சரவண பாண்டி (POLICE CONSTABLE)', 'ராம் ரோஷினி', NULL, 'சென்னை', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(688, 11, 'JOHN PITCHAI', 'THAVASA VALLI', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 09:54:03', '2026-07-06 13:15:40'),
(689, 2, 'Santhiyagu ', 'Velanganni', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(690, 11, 'DASS B', 'MEENA', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:02:40', '2026-07-06 13:15:40'),
(691, 2, 'M காமாட்சி பிள்ளை', NULL, NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(692, 11, 'VALANKANNI', NULL, NULL, 'SEMPATTI', NULL, '2026-03-11 09:39:39', '2026-07-06 13:15:40'),
(693, 2, 'Eliyesar', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(694, 2, 'ராணி சம்மனசு', 'பப்லு', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(695, 19, 'VELU AMUTHA PILLANGULATHAN VEEDU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(696, 9, 'SUBRAMANI', 'TAMILSELVI', NULL, 'PANJAMPATTI', NULL, '2026-05-30 14:21:02', '2026-07-06 13:15:40'),
(697, 2, 'குணசீலன்', 'விஜய் பிரதீபா', NULL, 'முத்தனம்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(698, 2, 'K முருகேசன்', 'நாகவல்லி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(699, 16, 'பாண்டி', 'நாச்சியார்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:11', '2026-07-06 13:15:40'),
(700, 2, 'சின்னசாமி', 'சாந்தி', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(701, 19, 'M. THANGARAJ ARISIKADAI', NULL, NULL, 'AMMAPETTAI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(702, 19, 'MOZHAI POOMALAI PONNAMMAL', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(703, 2, 'Sathish Kumar', 'Ranjitha', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(704, 19, 'S. KANNAN KAMARAJAR NAGAR', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(705, 2, 'பால்பாண்டி', 'கலா', NULL, 'முத்துராஜ் நகர்', 'Auto', '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(706, 2, 'சைமன் ராஜ்', 'அமலா', NULL, 'புகையிலைப்பட்டி', NULL, '2026-03-03 04:15:35', '2026-07-06 13:15:40'),
(707, 2, 'குமார்', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(708, 4, 'KIRISHNARAJ', NULL, NULL, 'KARIVETTIY', NULL, '2026-05-31 05:41:02', '2026-07-06 13:15:40'),
(709, 2, 'பாண்டி பஞ்சர் கடை', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(710, 2, 'ஸ்டெல்லா', 'ஜெயப்பிரகாஷ்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-03 04:22:30', '2026-07-06 13:15:40'),
(711, 19, 'SENTHIL GAYATHRI', NULL, NULL, 'KACHIRAYAPALAYAM GV MAHAL OPP', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(712, 2, 'K.சிவசாமி', 'லட்சுமி', NULL, 'சித்தரேவு', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(713, 14, 'Jegaan', NULL, NULL, 'Pugalur Four Road', NULL, '2026-03-03 04:44:04', '2026-07-06 13:15:40'),
(714, 2, 'வின்சென்ட்', 'ரோஸி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(715, 2, 'ரூபன்', 'கமலி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(716, 19, 'S. VASANTHA SELVARAJ', 'PILLANGULATHAN VEEDU', NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(717, 16, 'P.மணிபாரதி', 'சுகன்யா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(718, 2, 'அந்தோணியம்மாள் மகன்', 'ஸ்டீபன் துரை ராஜ்', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(719, 16, 'பீட்டர் முருகன்', NULL, NULL, 'சிங்காரக்கோட்டை', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(720, 19, 'V. SUBRAMANIAN A. E TNEB', NULL, NULL, 'VADAKANANDAL ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(721, 8, 'கிரேஸா', NULL, NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 08:38:59', '2026-07-06 13:15:40'),
(722, 11, 'ANANDA RAJ', NULL, NULL, 'KARAIKUDI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(723, 19, 'GOVINDASAMY AMBIKA', NULL, NULL, 'AMMAMPALAYAM', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(724, 11, 'MAHES', 'KASI', NULL, 'KARUPPAYURANI', NULL, '2026-03-11 09:53:01', '2026-07-06 13:15:40'),
(725, 19, 'ILAI KADAI MANI', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(726, 2, 'பால்பாண்டி', 'கலா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(727, 16, 'P மணிகண்டன்', NULL, NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(728, 2, 'மணிகண்டன்', 'கங்கா', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(729, 13, 'KUMAR ANNA', NULL, NULL, 'ANNAVASAL SENGAPATTI', NULL, '2026-06-02 03:26:32', '2026-07-06 13:15:40'),
(730, 19, 'V. SUBRAMANIAN OORATCHI SEYALAR', NULL, NULL, 'MATTUR', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(731, 2, 'பர்மா அமல்ராஜ்', 'அந்தோணி மேரி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(732, 2, 'சகாயராஜ்', 'சாந்தி', NULL, 'வேடப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(733, 2, 'தாமரைச்செல்வன்', 'செண்பக பிரியா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(734, 2, 'குமார்', 'கிருஷ்ணவேணி', NULL, 'சிவகங்கை', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(735, 19, 'K. NALLAAN S/O ARUMUGAM', NULL, NULL, 'MADHAVACHERI SIVAGANGAI', NULL, '2026-03-06 08:12:56', '2026-07-06 13:15:40'),
(736, 2, 'சின்னப்பொண்ணு மகள்', 'ராணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(737, 2, 'பாலன்', 'முனியம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(738, 16, 'டிரைவர் கோவிந்தன் மகன் சந்திரன்', 'பாண்டிச்சேரி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(739, 24, 'ANITHA', NULL, NULL, 'THONDI', NULL, '2026-06-24 08:33:20', '2026-07-06 13:15:40'),
(740, 11, 'CHINNA RAJA', NULL, NULL, 'KUPPAL NATHAM', NULL, '2026-03-06 09:14:16', '2026-07-06 13:15:40'),
(741, 2, 'ஆனந்த சுந்தரபாண்டியன்', NULL, NULL, 'ஒத்தக்கடை', NULL, '2026-03-06 07:31:29', '2026-07-06 13:15:40'),
(742, 19, 'M. V. PONNUSAMY ADMK', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(743, 16, 'ரவி', 'சிவகாமி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(744, 16, 'செல்லையா', 'அஞ்சலை', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:47:28', '2026-07-06 13:15:40'),
(745, 16, 'P.ராஜேந்திரன்', 'முருகம்மாள்', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(746, 2, 'ராமசாமி', 'சாந்தி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(747, 20, 'கௌசி', 'கௌசி சுந்தரம்', '7845663980', 'மதுரை மாட்டுத்தாவணி', 'DCC', '2026-03-05 01:01:20', '2026-07-06 13:15:40'),
(748, 2, 'சின்ன பாண்டி', 'கருப்பையா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(749, 2, 'பாக்கியம் மகன் அருள்', 'பிரியா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:17', '2026-07-06 13:15:40'),
(750, 2, 'சங்கர்', 'இந்திராணி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(751, 2, 'ஆறுமுகம்', 'மகாலட்சுமி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(752, 2, 'லட்சுமி', 'பாஸ்கர்', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(753, 2, 'சுப்பிரமணி', 'அழகு மீனா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(754, 2, 'குமரேசன்', 'ஆண்டாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(755, 19, 'MURUGAN MARI MUTHU', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:13:18', '2026-07-06 13:15:40'),
(756, 11, 'SELVAM KARUPPIAH', 'POORNIMA', NULL, 'KARISAL PATTI', NULL, '2026-03-06 09:12:37', '2026-07-06 13:15:40'),
(757, 16, 'R.பொன்னையா TNSTC', 'பாலகிருஷ்ணவேணி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:46:39', '2026-07-06 13:15:40'),
(758, 11, 'SAKTHIVEL', 'VELLATHAI', NULL, 'PULIAN KULAM', NULL, '2026-03-11 09:32:50', '2026-07-06 13:15:40'),
(759, 19, 'P. SIVAMURUGAN CID PC', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(760, 2, 'அருளானந்தம்', 'செல்வி மேரி', NULL, 'குட்டத்து ஆவாரம் பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(761, 11, 'SUBBU LAKSHMI', NULL, NULL, 'SUKKANGAL PATTI', NULL, '2026-03-11 09:31:51', '2026-07-06 13:15:40'),
(762, 2, 'Lakshmi', NULL, NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(763, 29, 'சின்னதுரை', 'ஜோதிடர். சித்தப்பா', NULL, 'மேட்டுப்பட்டி. அனைப்பட்டி', NULL, '2026-03-03 05:55:26', '2026-07-06 13:15:40'),
(764, 2, 'ஜான்சன்', 'விண்ணரசி', NULL, 'நாகப்பட்டினம்', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(765, 2, 'செல்வம்', 'ரேவதி', NULL, 'Y.M.R பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(766, 2, 'M. நாகராஜ்', NULL, NULL, 'முத்துராஜ் நகர்', 'நூல் மில்', '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(767, 11, 'PANDI R', 'ESWARI', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 10:35:46', '2026-07-06 13:15:40'),
(768, 2, 'செபஸ்தியார் மகன் வேளாங்கண்ணி', 'ஜோஸ்பின் பௌலா', NULL, 'இராமையன்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(769, 2, 'சேசுராஜ்', 'மரிய செல்வம்', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 01:50:44', '2026-07-06 13:15:40'),
(770, 11, 'RAJA SS', NULL, NULL, 'SEMPATTI', NULL, '2026-03-06 09:09:28', '2026-07-06 13:15:40'),
(771, 2, 'பிரிட்டோ', 'ஷீலா', NULL, 'கோயம்புத்தூர்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(772, 19, 'E. GOVINDARAJ W/ O CHINNAMMAL', NULL, NULL, 'PALRAMPATTU ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(773, 2, 'Thandapani', 'Latha', NULL, 'திண்டுக்கல்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(774, 19, 'P. KANNAN KALAVATHI', NULL, NULL, 'MADHAVACHERI ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(775, 2, 'மகாலட்சுமி', 'காளமேகம்', NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:32', '2026-07-06 13:15:40'),
(776, 2, 'தாஸ்', 'ரீட்டா மேரி', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(777, 16, 'முருகேசன்', 'சாந்தி', NULL, 'வாடி கிராமம்', NULL, '2026-03-06 07:47:44', '2026-07-06 13:15:40'),
(778, 2, 'வீரசின்னு', 'சுப்புலட்சுமி', NULL, 'முருகனேரி', NULL, '2026-03-06 07:31:16', '2026-07-06 13:15:40'),
(779, 2, 'மதன்', 'வினிலா', NULL, 'கரிசல்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(780, 2, 'தவமணி', 'அபி', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(781, 11, 'SINGA RAJ', 'MANI', NULL, 'P CHETTIAPATTI', NULL, '2026-03-11 09:38:03', '2026-07-06 13:15:40'),
(782, 19, 'D. KANNAN NEL VIYABARI', NULL, NULL, 'KACHIRAYAPALAYAM ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(783, 2, 'வி.இந்திராணி', NULL, NULL, 'முருகபவனம்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(784, 2, 'V பாண்டி முருகன்', 'அழகு மீனா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(785, 2, 'P.மணிபாரதி', 'சுகன்யா', NULL, 'ஒட்டுப்பட்டி', NULL, '2026-03-06 07:31:03', '2026-07-06 13:15:40'),
(786, 2, 'செல்வமணி', 'ஹேமா', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:26:50', '2026-07-06 13:15:40'),
(787, 2, 'சந்தோஷ் குமார்', 'தாயம்மாள்', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(788, 19, 'R. RAMALINGAM SATHYA', NULL, NULL, 'VADASIRUVALLUR ', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(789, 2, 'ஆறுமுகம்', 'சரஸ்வதி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(790, 2, 'ஜான் பீட்டர்', 'கிளாரா மேரி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(791, 2, 'Mary', 'Selvamani', NULL, 'முத்துராஜ் நகர்', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(792, 19, 'S. M. SENTHIL', NULL, NULL, 'DEVAPANDALAM', NULL, '2026-03-06 08:12:38', '2026-07-06 13:15:40'),
(793, 19, 'KOMARAN KOLANJI', NULL, NULL, 'YERVAIPATINAM ', NULL, '2026-03-06 08:12:57', '2026-07-06 13:15:40'),
(794, 11, 'KALIAPPAN', NULL, NULL, 'KAMATCHI PURAM', NULL, '2026-03-11 10:24:05', '2026-07-06 13:15:40'),
(795, 2, 'சைமன் பாபு', 'ஜூலியட் மேரி', NULL, 'வடக்கு மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:02', '2026-07-06 13:15:40'),
(796, 29, 'அடைக்கண் மாமா', 'XXXXX', NULL, 'மேக்கிழார்பட்டி', 'அரசு பஸ் டிரைவர்', '2026-04-30 08:53:40', '2026-07-06 13:15:40'),
(797, 2, 'ஆரோக்கியசாமி', 'செல்வராணி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-05 09:46:49', '2026-07-06 13:15:40'),
(798, 2, 'மக்கார் சந்தியாகு', 'பிலோமி', NULL, 'மேட்டுப்பட்டி', NULL, '2026-03-06 06:27:30', '2026-07-06 13:15:40'),
(799, 2, 'Iruthayaraj', 'anthoniyammal', NULL, 'வேடப்பட்டி', NULL, '2026-03-06 06:05:04', '2026-07-06 13:15:40'),
(800, 2, 'ரேணுகா', 'பாண்டி', NULL, 'BSNL குவாட்டர்ஸ்', NULL, '2026-03-06 06:05:53', '2026-07-06 13:15:40'),
(801, 31, 'பார்த்திபன்', 'ராமச்சந்திரன்', NULL, 'வெள்ளூர்', NULL, '2026-04-07 13:18:42', '2026-07-06 13:15:40');

-- --------------------------------------------------------

--
-- Table structure for table `transactions`
--

CREATE TABLE `transactions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `person_id` bigint(20) UNSIGNED NOT NULL,
  `transaction_function_id` bigint(20) UNSIGNED NOT NULL,
  `transaction_function_name` varchar(150) DEFAULT NULL,
  `transaction_date` date NOT NULL,
  `type` enum('INVEST','RETURN') NOT NULL,
  `amount` decimal(15,2) DEFAULT NULL,
  `item_name` varchar(150) DEFAULT NULL,
  `notes` text DEFAULT NULL,
  `is_custom` tinyint(1) NOT NULL DEFAULT 0,
  `custom_function` varchar(150) DEFAULT NULL,
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `transactions`
--

INSERT INTO `transactions` (`id`, `user_id`, `person_id`, `transaction_function_id`, `transaction_function_name`, `transaction_date`, `type`, `amount`, `item_name`, `notes`, `is_custom`, `custom_function`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 29, 248, 12, 'இல்ல காதணி விழா', '2026-03-08', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-15 09:53:11', '2026-07-07 04:48:34'),
(2, 2, 209, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 5000.00, NULL, 'கிருபா மாமா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(3, 11, 329, 10, 'இல்ல திருமண விழா', '2026-05-29', 'RETURN', 2000.00, NULL, 'SON MARRIAGE', 0, NULL, 0, NULL, '2026-05-31 06:29:56', '2026-07-07 04:48:34'),
(4, 2, 22, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 101.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(5, 2, 53, 10, 'இல்ல திருமண விழா', '2025-03-10', 'RETURN', 300.00, NULL, 'அறிவு கல்யாணம்', 0, NULL, 0, NULL, '2026-03-03 04:24:40', '2026-07-07 04:48:34'),
(6, 19, 76, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(7, 11, 405, 9, 'மற்றவை', '2018-06-10', 'RETURN', 1500.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(8, 2, 3, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(9, 19, 447, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(10, 2, 762, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(11, 16, 331, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(12, 19, 568, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(13, 11, 740, 10, 'இல்ல திருமண விழா', '2018-06-13', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:14:16', '2026-07-07 04:48:34'),
(14, 16, 539, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(15, 16, 274, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(16, 2, 379, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(17, 19, 655, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(18, 2, 534, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, 'Aaya', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(19, 19, 411, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'nalluraan veedu', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(20, 16, 557, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(21, 2, 75, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(22, 2, 552, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(23, 11, 580, 10, 'இல்ல திருமண விழா', '2018-09-12', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:17:48', '2026-07-07 04:48:34'),
(24, 2, 746, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(25, 29, 118, 11, 'குழந்தை பிறப்பு', '2026-02-08', 'INVEST', NULL, 'ஆடை(dress)', NULL, 0, NULL, 0, NULL, '2026-03-06 08:30:47', '2026-07-06 19:41:44'),
(26, 27, 543, 15, 'திருமணம்', '2026-03-02', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:41:32', '2026-07-06 19:41:44'),
(27, 11, 159, 10, 'இல்ல திருமண விழா', '2024-05-25', 'RETURN', 1000.00, NULL, 'AJITH MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 10:27:47', '2026-07-07 04:48:34'),
(28, 2, 579, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(29, 2, 715, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 2000.00, NULL, 'மக்கார் அற்புத ராஜ் மகன்', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(30, 2, 680, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'கிருபா அக்கா', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(31, 2, 114, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(32, 11, 632, 10, 'இல்ல திருமண விழா', '2026-02-08', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 04:04:59', '2026-07-07 04:48:34'),
(33, 24, 335, 12, 'இல்ல காதணி விழா', '2026-06-24', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-24 08:36:30', '2026-07-07 04:48:34'),
(34, 16, 615, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, 'கால்நடை ஆய்வாளர்', 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(35, 24, 362, 10, 'இல்ல திருமண விழா', '2026-06-07', 'RETURN', 1000.00, 'ring 4 gram', NULL, 0, NULL, 0, NULL, '2026-06-24 08:34:44', '2026-07-07 04:48:34'),
(36, 2, 650, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(37, 2, 445, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, 'அலெக்ஸ் மாமா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(38, 16, 103, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(39, 2, 673, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 2501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(40, 19, 476, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(41, 19, 671, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(42, 2, 135, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(43, 11, 515, 9, 'மற்றவை', '2018-05-31', 'RETURN', 1000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(44, 2, 501, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(45, 2, 123, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(46, 19, 175, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(47, 2, 218, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(48, 2, 295, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(49, 16, 578, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(50, 2, 25, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(51, 11, 203, 9, 'மற்றவை', '2018-08-17', 'RETURN', 3000.00, '5.5 KG POT 5 PLATES', NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(52, 2, 281, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'நாட்டாமை', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(53, 2, 779, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(54, 2, 225, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 4500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(55, 19, 160, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(56, 24, 739, 3, 'இல்ல புதுமனை புகுவிழா', '2026-06-24', 'RETURN', 5000.00, 'gift frame', NULL, 0, NULL, 0, NULL, '2026-06-24 08:33:20', '2026-07-07 04:48:34'),
(57, 2, 464, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, 'மாசிலாமணிபுரம்', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(58, 2, 604, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(59, 19, 505, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(60, 29, 34, 6, 'திருமண நிச்சயதார்த்த விழா', '2026-06-03', 'RETURN', 2001.00, NULL, 'வீட்டில்', 0, NULL, 0, NULL, '2026-06-03 15:42:37', '2026-07-07 04:48:34'),
(61, 2, 86, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(62, 2, 375, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(63, 2, 140, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(64, 2, 498, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(65, 16, 757, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, 'TNSTCநடத்துனர்', 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(66, 2, 148, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(67, 2, 236, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1100.00, NULL, 'சம்மந்தி மொய்', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(68, 2, 97, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(69, 16, 16, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(70, 11, 208, 10, 'இல்ல திருமண விழா', '2019-05-17', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:36:53', '2026-07-07 04:48:34'),
(71, 2, 21, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(72, 19, 116, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'opp to G. V. MAHAL', 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(73, 2, 285, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(74, 2, 555, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(75, 16, 56, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(76, 11, 576, 10, 'இல்ல திருமண விழா', '2026-05-28', 'RETURN', 2000.00, NULL, 'DAUGHTER MARRIAGE', 0, NULL, 0, NULL, '2026-05-31 06:28:45', '2026-07-07 04:48:34'),
(77, 16, 777, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(78, 11, 767, 12, 'இல்ல காதணி விழா', '2019-06-15', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:35:46', '2026-07-07 04:48:34'),
(79, 16, 403, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(80, 16, 502, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(81, 19, 466, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'mk brothers auto', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(82, 2, 294, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(83, 19, 290, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(84, 19, 662, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(85, 8, 342, 14, 'குழந்தைசாமி இறப்பு', '2026-02-19', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:38:59', '2026-07-06 19:41:44'),
(86, 2, 646, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(87, 16, 438, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 600.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(88, 11, 492, 9, 'மற்றவை', '2018-06-03', 'RETURN', 1000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(89, 16, 638, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(90, 16, 687, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(91, 2, 694, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(92, 2, 487, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 205.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(93, 2, 233, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(94, 19, 598, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(95, 16, 332, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(96, 2, 382, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 5000.00, NULL, 'அத்தை', 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(97, 2, 18, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(98, 19, 500, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(99, 16, 324, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(100, 2, 207, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(101, 11, 180, 12, 'இல்ல காதணி விழா', '2017-01-18', 'RETURN', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(102, 19, 69, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(103, 16, 51, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(104, 2, 609, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1051.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(105, 16, 338, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(106, 33, 214, 12, 'இல்ல காதணி விழா', '2026-03-12', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-12 17:22:13', '2026-07-07 04:48:34'),
(107, 2, 376, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 4005.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(108, 11, 400, 12, 'இல்ல காதணி விழா', '2018-06-06', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(109, 2, 733, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(110, 11, 577, 9, 'மற்றவை', '2017-02-28', 'RETURN', 1000.00, NULL, 'TEA STALL', 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(111, 2, 528, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(112, 2, 431, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(113, 2, 751, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(114, 2, 377, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(115, 2, 541, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(116, 2, 268, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(117, 11, 588, 12, 'இல்ல காதணி விழா', '2019-12-14', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:31:46', '2026-07-07 04:48:34'),
(118, 2, 668, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(119, 11, 494, 10, 'இல்ல திருமண விழா', '2018-06-16', 'RETURN', 500.00, NULL, 'ASAI MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 10:21:35', '2026-07-07 04:48:34'),
(120, 11, 435, 10, 'இல்ல திருமண விழா', '2017-02-20', 'RETURN', 500.00, NULL, 'PALANI KUMAR MARRIAGE', 0, NULL, 0, NULL, '2026-03-06 09:14:16', '2026-07-07 04:48:34'),
(121, 16, 472, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(122, 2, 636, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(123, 33, 675, 12, 'இல்ல காதணி விழா', '2026-03-13', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-13 17:17:22', '2026-07-07 04:48:34'),
(124, 29, 348, 12, 'இல்ல காதணி விழா', '2026-01-24', 'RETURN', 2000.00, NULL, 'APM.. ஆச்சி மஹால். தான். விலக்கு', 0, NULL, 0, NULL, '2026-03-03 05:53:37', '2026-07-07 04:48:34'),
(125, 29, 652, 10, 'இல்ல திருமண விழா', '2025-06-06', 'RETURN', 1000.00, NULL, 'திருமண விழா', 0, NULL, 0, NULL, '2026-03-03 05:52:17', '2026-07-07 04:48:34'),
(126, 2, 230, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(127, 19, 45, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(128, 2, 537, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(129, 19, 702, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(130, 2, 354, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 210.00, NULL, 'RR MILL', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(131, 11, 70, 10, 'இல்ல திருமண விழா', '2026-05-29', 'RETURN', 1000.00, NULL, 'SON MARRIAGE', 0, NULL, 0, NULL, '2026-05-31 06:31:25', '2026-07-07 04:48:34'),
(132, 22, 380, 9, 'மற்றவை', '2025-07-31', 'RETURN', 7000.00, NULL, NULL, 1, 'மூவிருந்து', 0, NULL, '2026-03-03 05:05:29', '2026-07-07 04:48:34'),
(133, 2, 404, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(134, 2, 776, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(135, 16, 613, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(136, 19, 701, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(137, 2, 371, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, 'ஞானசௌந்தரி மகன் ராபர்ட்', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(138, 2, 415, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 206.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(139, 11, 265, 14, 'மொய் விருந்து விழா', '2019-06-01', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:43:11', '2026-07-07 04:48:34'),
(140, 2, 639, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(141, 2, 210, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(142, 2, 187, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 510.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(143, 2, 86, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(144, 19, 695, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(145, 16, 41, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(146, 2, 170, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, 'மீனாட்சி சலூன்', 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(147, 19, 344, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(148, 2, 710, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 22:58:04', '2026-07-06 19:41:44'),
(149, 2, 453, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 550.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(150, 19, 249, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(151, 14, 165, 10, 'இல்ல திருமண விழா', '2025-06-08', 'RETURN', 1000.00, NULL, 'Marriage', 0, NULL, 0, NULL, '2026-03-03 04:57:57', '2026-07-07 04:48:34'),
(152, 11, 381, 12, 'இல்ல காதணி விழா', '2019-02-17', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:07:42', '2026-07-07 04:48:34'),
(153, 2, 88, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 200.00, NULL, 'மேரி அப்பாயி', 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(154, 11, 761, 12, 'இல்ல காதணி விழா', '2017-04-21', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:31:51', '2026-07-07 04:48:34'),
(155, 20, 747, 9, 'மற்றவை', '2026-01-13', 'INVEST', 500.00, '2 gram gold ring', 'Notes content of this person', 1, 'தனிப்பட்ட புது விழா', 0, NULL, '2026-03-05 01:01:20', '2026-07-07 04:48:34'),
(156, 19, 91, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'VADAKANANDAL peruratchi', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(157, 2, 749, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(158, 2, 752, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(159, 16, 387, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(160, 19, 191, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(161, 29, 234, 9, 'மற்றவை', '2026-01-13', 'RETURN', 1000.00, NULL, NULL, 1, 'பட திறப்பு விழா ', 0, NULL, '2026-03-03 05:48:58', '2026-07-07 04:48:34'),
(162, 2, 779, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(163, 2, 769, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1500.00, NULL, 'கிருபா பெரியப்பா', 0, NULL, 0, NULL, '2026-03-06 01:50:44', '2026-07-06 19:41:44'),
(164, 29, 368, 10, 'இல்ல திருமண விழா', '2025-06-10', 'RETURN', 10000.00, '1 கிராம் காசு', NULL, 0, NULL, 0, NULL, '2026-03-03 06:04:12', '2026-07-07 04:48:34'),
(165, 11, 521, 9, 'மற்றவை', '2018-06-10', 'RETURN', 1000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(166, 16, 30, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(167, 19, 273, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(168, 2, 714, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(169, 11, 12, 10, 'இல்ல திருமண விழா', '2019-10-17', 'RETURN', 1500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:56:56', '2026-07-07 04:48:34'),
(170, 11, 631, 12, 'இல்ல காதணி விழா', '2019-08-24', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:56:24', '2026-07-07 04:48:34'),
(171, 19, 121, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(172, 2, 449, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(173, 2, 582, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(174, 11, 480, 10, 'இல்ல திருமண விழா', '2019-11-08', 'RETURN', 1000.00, NULL, 'DAUGHTER MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 09:57:43', '2026-07-07 04:48:34'),
(175, 16, 551, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(176, 2, 421, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(177, 2, 323, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(178, 16, 585, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(179, 19, 327, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(180, 19, 198, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(181, 2, 669, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(182, 19, 49, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(183, 16, 605, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(184, 11, 157, 10, 'இல்ல திருமண விழா', '2019-09-21', 'RETURN', 5000.00, NULL, 'MOHAN MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 09:55:16', '2026-07-07 04:48:34'),
(185, 2, 28, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 400.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(186, 2, 570, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, 'Ganesh Maligai', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(187, 2, 321, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(188, 16, 414, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(189, 2, 766, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(190, 19, 242, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(191, 2, 209, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(192, 2, 678, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(193, 11, 692, 12, 'இல்ல காதணி விழா', '2019-05-18', 'RETURN', 2000.00, NULL, 'AROCKIAM SISTER', 0, NULL, 0, NULL, '2026-03-11 09:39:39', '2026-07-07 04:48:34'),
(194, 2, 356, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(195, 11, 243, 10, 'இல்ல திருமண விழா', '2019-08-09', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:03:36', '2026-07-07 04:48:34'),
(196, 2, 596, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(197, 2, 451, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(198, 2, 106, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(199, 2, 544, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(200, 11, 65, 14, 'மொய் விருந்து விழா', '2019-06-15', 'RETURN', 1000.00, '1Grm Gold ring', NULL, 0, NULL, 0, NULL, '2026-03-11 09:44:47', '2026-07-07 04:48:34'),
(201, 11, 36, 9, 'மற்றவை', '2018-05-16', 'RETURN', 2000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(202, 2, 196, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(203, 19, 54, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(204, 19, 704, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(205, 16, 670, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(206, 2, 60, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(207, 2, 253, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 5001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(208, 29, 590, 9, 'வசந்த விழா', '2026-03-15', 'RETURN', 500.00, NULL, 'வசந்த விழா', 0, NULL, 0, NULL, '2026-03-15 09:52:00', '2026-07-06 19:41:44'),
(209, 11, 296, 10, 'இல்ல திருமண விழா', '2026-05-29', 'RETURN', 1000.00, NULL, 'SUBA MARRIAGE', 0, NULL, 0, NULL, '2026-05-31 06:32:08', '2026-07-07 04:48:34'),
(210, 2, 768, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(211, 19, 679, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(212, 2, 703, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 101.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(213, 2, 275, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, 'Ilamathi Magan ', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(214, 2, 17, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(215, 24, 31, 10, 'இல்ல திருமண விழா', '2026-06-24', 'RETURN', 0.00, 'ring 4 gram', NULL, 0, NULL, 0, NULL, '2026-06-24 08:35:48', '2026-07-07 04:48:34'),
(216, 2, 131, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 101.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(217, 2, 637, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(218, 2, 540, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(219, 2, 168, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(220, 2, 119, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(221, 2, 432, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(222, 2, 164, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(223, 19, 55, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(224, 13, 109, 9, 'மற்றவை', '2026-05-11', 'RETURN', 1000.00, NULL, NULL, 1, 'பிறந்தநாள் விழா', 0, NULL, '2026-06-02 03:28:09', '2026-07-07 04:48:34'),
(225, 16, 699, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(226, 2, 787, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(227, 2, 77, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(228, 19, 533, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(229, 2, 797, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, 'தாய்மாமன்', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(230, 2, 426, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(231, 2, 302, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(232, 19, 485, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(233, 2, 475, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(234, 16, 141, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, 'ஜிம்பா மகன்', 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(235, 2, 750, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(236, 2, 635, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(237, 2, 261, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(238, 2, 775, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(239, 2, 791, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, 'Mary Appaie', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(240, 19, 143, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(241, 19, 107, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(242, 2, 478, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(243, 2, 309, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(244, 19, 600, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(245, 2, 24, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(246, 16, 423, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(247, 2, 510, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, 'அலெக்ஸ் வீடு', 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(248, 11, 298, 10, 'இல்ல திருமண விழா', '2019-07-15', 'RETURN', 1000.00, NULL, 'STRIKE MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 09:50:34', '2026-07-07 04:48:34'),
(249, 16, 360, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(250, 19, 132, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(251, 19, 81, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(252, 19, 755, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(253, 19, 793, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(254, 29, 101, 12, 'இல்ல காதணி விழா', '2025-03-02', 'RETURN', 15000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-03 05:54:44', '2026-07-07 04:48:34'),
(255, 16, 266, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(256, 2, 252, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(257, 2, 587, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(258, 2, 38, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(259, 2, 732, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 205.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(260, 16, 407, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(261, 16, 357, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(262, 19, 396, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(263, 19, 229, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(264, 2, 532, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(265, 19, 630, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(266, 2, 607, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(267, 2, 448, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(268, 33, 684, 12, 'இல்ல காதணி விழா', '2026-03-12', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-12 17:22:50', '2026-07-07 04:48:34'),
(269, 16, 297, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(270, 11, 722, 9, 'மற்றவை', '2017-03-31', 'RETURN', 500.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(271, 19, 782, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(272, 16, 197, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(273, 8, 462, 14, 'குழந்தைசாமி இறப்பு', '2026-02-19', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:38:59', '2026-07-06 19:41:44'),
(274, 11, 186, 12, 'இல்ல காதணி விழா', '2026-02-19', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(275, 11, 491, 12, 'இல்ல காதணி விழா', '2019-01-26', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:13:35', '2026-07-07 04:48:34'),
(276, 11, 346, 10, 'இல்ல திருமண விழா', '2019-11-03', 'RETURN', 1000.00, NULL, 'MUTHU RAJ MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 10:30:25', '2026-07-07 04:48:34'),
(277, 2, 286, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 605.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(278, 19, 484, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'varisai padaiyatchi veedu', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(279, 2, 572, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(280, 2, 172, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(281, 2, 115, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 101.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(282, 11, 758, 14, 'மொய் விருந்து விழா', '2019-03-10', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:32:50', '2026-07-07 04:48:34'),
(283, 2, 422, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(284, 16, 85, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 15001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(285, 16, 743, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(286, 2, 63, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(287, 2, 765, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(288, 2, 350, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1002.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(289, 2, 445, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(290, 16, 416, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, 'பருத்தி வியாபாரம்', 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(291, 2, 728, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(292, 19, 439, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(293, 11, 677, 12, 'இல்ல காதணி விழா', '2017-02-20', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(294, 11, 340, 10, 'இல்ல திருமண விழா', '2019-05-16', 'RETURN', 2000.00, NULL, 'THIYAGU', 0, NULL, 0, NULL, '2026-03-11 09:40:38', '2026-07-07 04:48:34'),
(295, 19, 546, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'kamaraj- nagar', 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(296, 2, 622, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(297, 2, 325, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(298, 16, 424, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(299, 2, 117, 5, 'புதுமனை புகுவிழா', '2025-12-03', 'RETURN', 505.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-03 04:27:34', '2026-07-07 04:48:34'),
(300, 19, 406, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(301, 7, 620, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2020-06-10', 'INVEST', 2000.00, 'ring 2 gms 22k', NULL, 0, NULL, 0, NULL, '2026-06-21 10:57:44', '2026-07-07 04:48:34'),
(302, 31, 801, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2026-04-07', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-04-07 13:18:42', '2026-07-07 04:48:34'),
(303, 29, 202, 3, 'இல்ல புதுமனை புகுவிழா', '2026-01-26', 'RETURN', 5000.00, NULL, 'புதுமனை புகுவிழா', 0, NULL, 0, NULL, '2026-03-03 06:00:24', '2026-07-07 04:48:34'),
(304, 16, 155, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(305, 2, 322, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(306, 11, 625, 10, 'இல்ல திருமண விழா', '2020-12-27', 'RETURN', 1000.00, NULL, 'MERCY MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 10:37:56', '2026-07-07 04:48:34'),
(307, 19, 313, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(308, 11, 781, 10, 'இல்ல திருமண விழா', '2019-05-16', 'RETURN', 1000.00, NULL, 'NANDHINI MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 09:38:03', '2026-07-07 04:48:34'),
(309, 2, 783, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(310, 16, 174, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(311, 16, 558, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(312, 2, 736, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(313, 19, 244, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'scd transport', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(314, 19, 522, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(315, 19, 792, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(316, 2, 765, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(317, 2, 436, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(318, 16, 27, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(319, 2, 33, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 400.00, NULL, 'Water Cane', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(320, 2, 99, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(321, 2, 798, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(322, 16, 666, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2000.00, NULL, 'V M S sound service', 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(323, 19, 269, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(324, 2, 78, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(325, 29, 72, 10, 'இல்ல திருமண விழா', '2026-02-20', 'RETURN', 500.00, NULL, 'Total Amount 1500-1000=500', 0, NULL, 0, NULL, '2026-03-03 06:06:10', '2026-07-07 04:48:34'),
(326, 19, 237, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'pillangulathan veedu', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(327, 11, 465, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2018-06-06', 'RETURN', 2000.00, 'POT 2 KG 5 PLATES', NULL, 0, NULL, 0, NULL, '2026-03-06 09:12:37', '2026-07-07 04:48:34'),
(328, 16, 719, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(329, 19, 11, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(330, 16, 658, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(331, 11, 120, 12, 'இல்ல காதணி விழா', '2018-08-31', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(332, 11, 690, 10, 'இல்ல திருமண விழா', '2019-11-16', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:02:40', '2026-07-07 04:48:34'),
(333, 2, 434, 10, 'இல்ல திருமண விழா', '2024-09-04', 'RETURN', 1001.00, NULL, 'துர்கா கல்யாணம்', 0, NULL, 0, NULL, '2026-03-03 04:11:47', '2026-07-07 04:48:34'),
(334, 2, 193, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44');
INSERT INTO `transactions` (`id`, `user_id`, `person_id`, `transaction_function_id`, `transaction_function_name`, `transaction_date`, `type`, `amount`, `item_name`, `notes`, `is_custom`, `custom_function`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(335, 2, 125, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(336, 11, 724, 12, 'இல்ல காதணி விழா', '2019-07-18', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:53:01', '2026-07-07 04:48:34'),
(337, 2, 627, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(338, 2, 35, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(339, 19, 337, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(340, 16, 488, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(341, 2, 514, 12, 'இல்ல காதணி விழா', '2024-09-10', 'RETURN', 1001.00, NULL, 'காது குத்து', 0, NULL, 0, NULL, '2026-03-03 04:17:22', '2026-07-07 04:48:34'),
(342, 2, 8, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(343, 19, 725, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(344, 16, 339, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(345, 2, 497, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(346, 2, 401, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 601.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(347, 2, 133, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(348, 19, 211, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(349, 24, 610, 12, 'இல்ல காதணி விழா', '2026-04-17', 'RETURN', 10000.00, 'seer thattu 5', NULL, 0, NULL, 0, NULL, '2026-06-24 08:31:57', '2026-07-07 04:48:34'),
(350, 11, 171, 9, 'மற்றவை', '2018-05-31', 'RETURN', 2000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(351, 11, 536, 12, 'இல்ல காதணி விழா', '2019-02-17', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:51:53', '2026-07-07 04:48:34'),
(352, 19, 774, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'alathuraan veedu', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(353, 11, 365, 10, 'இல்ல திருமண விழா', '2019-07-15', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:48:05', '2026-07-07 04:48:34'),
(354, 19, 334, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(355, 2, 251, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(356, 19, 397, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(357, 2, 350, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(358, 2, 314, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 600.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(359, 2, 264, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(360, 9, 645, 10, 'இல்ல திருமண விழா', '2026-05-25', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-05-30 18:11:52', '2026-07-07 04:48:34'),
(361, 2, 550, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 210.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(362, 19, 57, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(363, 2, 754, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(364, 2, 100, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'சுஷ்மி அண்ணன்', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(365, 2, 553, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 308.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(366, 11, 756, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2019-05-05', 'RETURN', 5000.00, '2 GRM RING', NULL, 0, NULL, 0, NULL, '2026-03-06 09:12:37', '2026-07-07 04:48:34'),
(367, 11, 317, 14, 'மொய் விருந்து விழா', '2019-02-03', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:11:55', '2026-07-07 04:48:34'),
(368, 2, 519, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 101.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(369, 19, 614, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(370, 2, 799, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(371, 11, 425, 14, 'மொய் விருந்து விழா', '2019-10-19', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:01:44', '2026-07-07 04:48:34'),
(372, 11, 452, 10, 'இல்ல திருமண விழா', '2019-02-20', 'RETURN', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:14:16', '2026-07-07 04:48:34'),
(373, 11, 159, 14, 'மொய் விருந்து விழா', '2018-08-19', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:26:06', '2026-07-07 04:48:34'),
(374, 29, 601, 9, 'மற்றவை', '2026-01-04', 'RETURN', 1001.00, NULL, 'புது மொய் - வசந்த விழா', 1, 'வசந்த விழா', 0, NULL, '2026-03-03 05:27:15', '2026-07-07 04:48:34'),
(375, 11, 612, 10, 'இல்ல திருமண விழா', '2017-02-26', 'RETURN', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:14:16', '2026-07-07 04:48:34'),
(376, 19, 482, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(377, 19, 258, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(378, 19, 255, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 8000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(379, 2, 710, 7, 'முதல் திருவிருந்து ஏற்பு விழா', '2025-05-18', 'RETURN', 500.00, NULL, 'ஜான்சி புது நன்மை', 0, NULL, 0, NULL, '2026-03-03 04:22:30', '2026-07-07 04:48:34'),
(380, 2, 110, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(381, 19, 526, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(382, 2, 136, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(383, 11, 29, 12, 'இல்ல காதணி விழா', '2019-07-14', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:47:08', '2026-07-07 04:48:34'),
(384, 2, 616, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, 'Water Bottle Company', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(385, 2, 705, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(386, 2, 706, 7, 'முதல் திருவிருந்து ஏற்பு விழா', '2024-09-10', 'RETURN', 1501.00, NULL, 'புது நன்மை', 0, NULL, 0, NULL, '2026-03-03 04:15:35', '2026-07-07 04:48:34'),
(387, 19, 647, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(388, 2, 516, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(389, 19, 759, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(390, 19, 378, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(391, 16, 744, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 600.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(392, 16, 563, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 700.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(393, 19, 428, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 210.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(394, 2, 77, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(395, 11, 524, 12, 'இல்ல காதணி விழா', '2019-07-20', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:29:16', '2026-07-07 04:48:34'),
(396, 19, 311, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(397, 16, 134, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(398, 2, 32, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(399, 11, 20, 12, 'இல்ல காதணி விழா', '2018-08-24', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:25:19', '2026-07-07 04:48:34'),
(400, 2, 710, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 22:56:21', '2026-07-06 19:41:44'),
(401, 19, 408, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(402, 2, 429, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(403, 2, 527, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(404, 2, 773, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(405, 19, 489, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(406, 7, 659, 10, 'இல்ல திருமண விழா', '2026-06-21', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-21 11:02:00', '2026-07-07 04:48:34'),
(407, 2, 547, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(408, 16, 545, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(409, 19, 409, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(410, 19, 481, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 600.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(411, 2, 303, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'Kiruba Athai', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(412, 2, 726, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 600.00, NULL, 'தாரணி ஆட்டோ', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(413, 2, 790, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 3000.00, NULL, 'சித்தப்பா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(414, 19, 730, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(415, 16, 468, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(416, 16, 154, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(417, 2, 328, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(418, 2, 393, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(419, 16, 473, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(420, 19, 189, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(421, 2, 138, 12, 'இல்ல காதணி விழா', '2024-05-08', 'RETURN', 500.00, NULL, 'கவின் ஜெனி காதுகுத்து', 0, NULL, 0, NULL, '2026-03-03 01:52:54', '2026-07-07 04:48:34'),
(422, 2, 697, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(423, 2, 257, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(424, 19, 364, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(425, 11, 459, 12, 'இல்ல காதணி விழா', '2020-03-11', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:38:32', '2026-07-07 04:48:34'),
(426, 2, 789, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 601.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(427, 2, 693, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(428, 2, 245, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(429, 19, 508, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'ex. councillor', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(430, 29, 353, 12, 'இல்ல காதணி விழா', '2026-04-03', 'RETURN', 2001.00, NULL, 'பள்ளிவாசல் மஹால்', 0, NULL, 0, NULL, '2026-04-04 07:13:13', '2026-07-07 04:48:34'),
(431, 2, 685, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(432, 11, 367, 10, 'இல்ல திருமண விழா', '2018-11-14', 'RETURN', 2500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:16:50', '2026-07-07 04:48:34'),
(433, 25, 46, 2, 'கிடா வெட்டு விழா', '2025-10-16', 'RETURN', 500.00, NULL, '2nd', 0, NULL, 0, NULL, '2026-03-03 05:20:35', '2026-07-07 04:48:34'),
(434, 2, 15, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(435, 2, 525, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(436, 2, 254, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(437, 2, 764, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(438, 24, 31, 3, 'இல்ல புதுமனை புகுவிழா', '2026-03-19', 'RETURN', 10000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-24 08:31:11', '2026-07-07 04:48:34'),
(439, 11, 677, 10, 'இல்ல திருமண விழா', '2017-02-20', 'RETURN', 500.00, NULL, 'KEERTHI MARRIAGE', 0, NULL, 0, NULL, '2026-03-06 09:14:16', '2026-07-07 04:48:34'),
(440, 25, 46, 2, 'கிடா வெட்டு விழா', '2024-12-12', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-03 05:19:04', '2026-07-07 04:48:34'),
(441, 9, 696, 10, 'இல்ல திருமண விழா', '2026-05-29', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-05-30 18:10:28', '2026-07-07 04:48:34'),
(442, 2, 750, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(443, 19, 144, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(444, 14, 713, 5, 'புதுமனை புகுவிழா', '2025-01-27', 'RETURN', 200.00, NULL, 'New Home', 0, NULL, 0, NULL, '2026-03-03 04:44:04', '2026-07-07 04:48:34'),
(445, 29, 763, 12, 'இல்ல காதணி விழா', '2026-02-22', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-03 05:55:26', '2026-07-07 04:48:34'),
(446, 19, 318, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(447, 2, 326, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 5000.00, NULL, 'கிளாரா மகள்', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(448, 19, 735, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(449, 19, 384, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(450, 16, 194, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(451, 2, 5, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(452, 11, 770, 9, 'மற்றவை', '2018-05-31', 'RETURN', 2000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(453, 2, 2, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-04 09:38:43', '2026-07-06 19:41:44'),
(454, 11, 147, 9, 'மற்றவை', '2018-05-31', 'RETURN', 1000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(455, 19, 369, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(456, 11, 149, 12, 'இல்ல காதணி விழா', '2019-11-16', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:32:32', '2026-07-07 04:48:34'),
(457, 2, 535, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(458, 2, 218, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 4000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 01:45:37', '2026-07-06 19:41:44'),
(459, 2, 575, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(460, 2, 392, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(461, 2, 648, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(462, 2, 111, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(463, 11, 43, 12, 'இல்ல காதணி விழா', '2019-03-08', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:36:40', '2026-07-07 04:48:34'),
(464, 2, 634, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(465, 13, 729, 3, 'இல்ல புதுமனை புகுவிழா', '2026-05-28', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-02 03:26:32', '2026-07-07 04:48:34'),
(466, 13, 574, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2026-06-02', 'RETURN', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-02 03:30:06', '2026-07-07 04:48:34'),
(467, 19, 137, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(468, 2, 463, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, 'கிருபா அத்தை', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(469, 19, 96, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(470, 16, 573, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 7001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(471, 2, 325, 10, 'இல்ல திருமண விழா', '2024-09-03', 'RETURN', 2001.00, NULL, 'ரஞ்சிதா கல்யாணம் - MADURAI', 0, NULL, 0, NULL, '2026-03-03 04:06:25', '2026-07-07 04:48:34'),
(472, 11, 480, 10, 'இல்ல திருமண விழா', '2024-09-16', 'RETURN', 1000.00, NULL, 'SON MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 09:58:46', '2026-07-07 04:48:34'),
(473, 14, 341, 5, 'புதுமனை புகுவிழா', '2025-01-27', 'RETURN', 500.00, NULL, 'New Home', 0, NULL, 0, NULL, '2026-03-03 04:44:44', '2026-07-07 04:48:34'),
(474, 2, 246, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 700.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(475, 4, 708, 10, 'இல்ல திருமண விழா', '2026-05-05', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-05-31 05:41:30', '2026-07-07 04:48:34'),
(476, 2, 800, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(477, 19, 720, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(478, 18, 347, 12, 'இல்ல காதணி விழா', '2025-06-27', 'RETURN', 1000.00, NULL, 'kadhani vizha - new', 0, NULL, 0, NULL, '2026-03-03 05:01:20', '2026-07-07 04:48:34'),
(479, 16, 559, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(480, 11, 228, 12, 'இல்ல காதணி விழா', '2019-11-18', 'RETURN', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:34:00', '2026-07-07 04:48:34'),
(481, 2, 163, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, 'T.R.S', 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(482, 2, 169, 10, 'இல்ல திருமண விழா', '2025-09-04', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-03 04:25:54', '2026-07-07 04:48:34'),
(483, 19, 477, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(484, 19, 205, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(485, 2, 206, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(486, 2, 267, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 700.00, NULL, 'ஆயா மகள்', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(487, 2, 437, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(488, 2, 394, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1105.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(489, 16, 450, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(490, 2, 751, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(491, 16, 664, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(492, 19, 723, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(493, 16, 373, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(494, 2, 412, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(495, 19, 742, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(496, 11, 80, 10, 'இல்ல திருமண விழா', '2019-02-10', 'RETURN', 1000.00, NULL, 'PRIYA MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 10:08:58', '2026-07-07 04:48:34'),
(497, 16, 283, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(498, 11, 688, 10, 'இல்ல திருமண விழா', '2019-07-20', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:54:03', '2026-07-07 04:48:34'),
(499, 2, 181, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(500, 2, 410, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(501, 19, 289, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(502, 16, 643, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(503, 19, 64, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(504, 29, 493, 10, 'இல்ல திருமண விழா', '2026-01-25', 'RETURN', 1001.00, NULL, 'அறுபடை முருகன் கோவில்', 0, NULL, 0, NULL, '2026-03-03 06:02:56', '2026-07-07 04:48:34'),
(505, 16, 413, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 7001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(506, 2, 434, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(507, 2, 795, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(508, 16, 657, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(509, 2, 71, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(510, 16, 152, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(511, 16, 235, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 20001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(512, 2, 92, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(513, 2, 138, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(514, 16, 89, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(515, 16, 583, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(516, 2, 706, 7, 'முதல் திருவிருந்து ஏற்பு விழா', '2024-07-11', 'RETURN', 500.00, NULL, 'புது நன்மை', 0, NULL, 0, NULL, '2026-03-03 04:18:26', '2026-07-07 04:48:34'),
(517, 11, 366, 12, 'இல்ல காதணி விழா', '2019-02-10', 'RETURN', 5000.00, NULL, 'KATHANI VIZHA', 0, NULL, 0, NULL, '2026-03-03 09:48:34', '2026-07-07 04:48:34'),
(518, 16, 130, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(519, 19, 14, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'ambedkar nagar', 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(520, 19, 716, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(521, 22, 188, 3, 'மொய் விருந்து', '2021-10-20', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:24:38', '2026-07-06 19:41:44'),
(522, 11, 330, 9, 'மற்றவை', '2017-02-25', 'RETURN', 1000.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(523, 19, 61, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(524, 19, 385, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(525, 2, 291, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(526, 2, 395, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(527, 2, 556, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 10000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(528, 2, 797, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 10001.00, NULL, 'தாய் மாமன்', 0, NULL, 0, NULL, '2026-03-05 09:46:49', '2026-07-06 19:41:44'),
(529, 30, 240, 12, 'இல்ல காதணி விழா', '2026-06-07', 'INVEST', 500000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-07 08:29:13', '2026-07-07 04:48:34'),
(530, 19, 772, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(531, 19, 490, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 50000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(532, 11, 479, 9, 'மற்றவை', '2018-05-31', 'RETURN', 601.00, NULL, NULL, 1, 'HOME FUNCTION', 0, NULL, '2026-03-06 09:09:28', '2026-07-07 04:48:34'),
(533, 2, 345, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, 'கிருபா சித்தப்பா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(534, 19, 506, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(535, 2, 173, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(536, 11, 399, 12, 'இல்ல காதணி விழா', '2018-06-24', 'RETURN', 10000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(537, 19, 13, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(538, 2, 222, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(539, 2, 182, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(540, 11, 461, 10, 'இல்ல திருமண விழா', '2019-05-25', 'RETURN', 1000.00, NULL, 'DHAMODHARAN', 0, NULL, 0, NULL, '2026-03-11 09:41:39', '2026-07-07 04:48:34'),
(541, 19, 195, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(542, 2, 349, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 5001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(543, 19, 315, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(544, 2, 270, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(545, 2, 215, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 10000.00, NULL, 'சித்தப்பா', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(546, 11, 40, 10, 'இல்ல திருமண விழா', '2019-06-22', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:45:47', '2026-07-07 04:48:34'),
(547, 2, 179, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'சித்தப்பா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(548, 16, 593, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(549, 29, 796, 8, 'வளைகாப்பு விழா', '2026-04-29', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-04-30 08:53:40', '2026-07-07 04:48:34'),
(550, 2, 617, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, 'வின்சென்ட் அம்மா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(551, 16, 93, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(552, 2, 571, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1005.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(553, 2, 661, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(554, 2, 731, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(555, 2, 150, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(556, 16, 642, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, 'குண்டாசட்டி மகன்', 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(557, 2, 627, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(558, 19, 363, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, 'senhutha amaipu seyalaalar', 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(559, 11, 564, 10, 'இல்ல திருமண விழா', '2018-03-19', 'RETURN', 1200.00, NULL, 'KARTHIK MARRIAGE', 0, NULL, 0, NULL, '2026-03-11 10:05:18', '2026-07-07 04:48:34'),
(560, 2, 238, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(561, 16, 586, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(562, 19, 681, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(563, 11, 660, 12, 'இல்ல காதணி விழா', '2019-05-05', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(564, 30, 454, 3, 'இல்ல புதுமனை புகுவிழா', '2026-06-07', 'INVEST', 50000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-07 10:07:50', '2026-07-07 04:48:34'),
(565, 19, 597, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(566, 2, 113, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(567, 2, 307, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 350.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(568, 2, 181, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(569, 2, 299, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(570, 16, 509, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(571, 2, 236, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 7001.00, NULL, 'தாய் மாமன்', 0, NULL, 0, NULL, '2026-03-05 09:47:36', '2026-07-06 19:41:44'),
(572, 19, 192, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 2500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(573, 16, 44, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(574, 19, 162, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(575, 11, 595, 14, 'மொய் விருந்து விழா', '2019-05-31', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 09:42:32', '2026-07-07 04:48:34'),
(576, 2, 386, 10, 'இல்ல திருமண விழா', '2024-08-30', 'RETURN', 3333.00, NULL, 'பிளசி கல்யாணம்', 0, NULL, 0, NULL, '2026-03-03 04:09:27', '2026-07-07 04:48:34'),
(577, 2, 592, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 310.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(578, 2, 718, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(579, 11, 6, 10, 'இல்ல திருமண விழா', '2018-07-01', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:20:29', '2026-07-07 04:48:34'),
(580, 19, 282, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(581, 19, 58, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, 'moopanaar keervattiyar veedu', 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(582, 16, 727, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(583, 16, 496, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(584, 2, 602, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(585, 2, 538, 10, 'இல்ல திருமண விழா', '2024-08-30', 'RETURN', 1111.00, NULL, 'பிளசி கல்யாணம்', 0, NULL, 0, NULL, '2026-03-03 04:04:02', '2026-07-07 04:48:34'),
(586, 2, 10, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(587, 16, 419, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(588, 11, 142, 10, 'இல்ல திருமண விழா', '2019-03-11', 'RETURN', 1000.00, 'visu marriage', NULL, 0, NULL, 0, NULL, '2026-03-11 10:35:07', '2026-07-07 04:48:34'),
(589, 2, 102, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(590, 19, 306, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(591, 11, 654, 12, 'இல்ல காதணி விழா', '2019-12-07', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:01:05', '2026-07-07 04:48:34'),
(592, 19, 224, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(593, 2, 336, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(594, 8, 721, 14, 'குழந்தைசாமி இறப்பு', '2026-02-19', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:38:59', '2026-07-06 19:41:44'),
(595, 16, 139, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 700.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(596, 11, 151, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2018-01-19', 'RETURN', 0.00, '3KG POT SAREE 1', NULL, 0, NULL, 0, NULL, '2026-03-06 09:12:37', '2026-07-07 04:48:34'),
(597, 16, 398, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(598, 11, 79, 12, 'இல்ல காதணி விழா', '2017-02-20', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(599, 19, 469, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(600, 2, 325, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(601, 2, 2, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1101.00, NULL, 'Sammanthi MOI', 0, NULL, 0, NULL, '2026-03-04 09:37:38', '2026-07-06 19:41:44'),
(602, 16, 216, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(603, 2, 288, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(604, 2, 312, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 151.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(605, 2, 190, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(606, 2, 523, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:30', '2026-07-06 19:41:44'),
(607, 2, 222, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(608, 24, 483, 3, 'இல்ல புதுமனை புகுவிழா', '2026-06-24', 'RETURN', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-24 08:33:57', '2026-07-07 04:48:34'),
(609, 2, 689, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'Fish Kadai', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(610, 2, 542, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(611, 16, 94, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(612, 19, 87, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(613, 16, 531, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(614, 2, 53, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(615, 2, 619, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'கொசவபட்டி', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(616, 2, 786, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(617, 16, 122, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(618, 2, 503, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(619, 2, 390, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'எலியேசர் மாமா', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(620, 4, 708, 10, 'இல்ல திருமண விழா', '2026-05-29', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-05-31 05:41:02', '2026-07-07 04:48:34'),
(621, 2, 467, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(622, 2, 74, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 305.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(623, 16, 584, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(624, 16, 629, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(625, 2, 304, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(626, 2, 168, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(627, 22, 380, 3, 'மொய் விருந்து', '2021-10-20', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:24:38', '2026-07-06 19:41:44'),
(628, 2, 603, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(629, 2, 276, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(630, 2, 112, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 551.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(631, 2, 184, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(632, 2, 232, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(633, 2, 709, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(634, 2, 23, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(635, 11, 153, 10, 'இல்ல திருமண விழா', '2026-04-12', 'RETURN', 1000.00, NULL, '9500235037', 0, NULL, 0, NULL, '2026-04-12 08:18:26', '2026-07-07 04:48:34'),
(636, 2, 621, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(637, 11, 284, 10, 'இல்ல திருமண விழா', '2019-01-27', 'RETURN', 1500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:12:34', '2026-07-07 04:48:34'),
(638, 2, 649, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 700.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(639, 19, 59, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'kovalan veedu', 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(640, 16, 213, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(641, 2, 223, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(642, 2, 84, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(643, 2, 495, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(644, 2, 668, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(645, 33, 530, 12, 'இல்ல காதணி விழா', '2026-03-12', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-12 17:30:02', '2026-07-07 04:48:34'),
(646, 2, 231, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(647, 2, 760, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(648, 2, 556, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 3000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(649, 19, 256, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 2500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(650, 16, 177, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 700.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(651, 2, 553, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(652, 16, 628, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:44', '2026-07-06 19:41:44'),
(653, 29, 247, 12, 'இல்ல காதணி விழா', '2026-03-22', 'RETURN', 2000.00, NULL, 'சின்ன கட்டளை மஹாலில்', 0, NULL, 0, NULL, '2026-03-25 08:30:25', '2026-07-07 04:48:34'),
(654, 25, 358, 2, 'கிடா வெட்டு விழா', '2025-11-06', 'RETURN', 1001.00, NULL, 'கிடா வெட்டு', 0, NULL, 0, NULL, '2026-03-03 05:23:57', '2026-07-07 04:48:34'),
(655, 2, 649, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(656, 2, 292, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, 'மேட்டுப்பட்டி', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(657, 16, 201, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(658, 2, 771, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(659, 2, 146, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(660, 2, 513, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(661, 11, 259, 12, 'இல்ல காதணி விழா', '2017-02-22', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 09:04:54', '2026-07-07 04:48:34'),
(662, 2, 549, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(663, 2, 639, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, 'கிருபா பெரியப்பா', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(664, 2, 361, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1301.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(665, 19, 618, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(666, 11, 37, 14, 'மொய் விருந்து விழா', '2018-05-19', 'RETURN', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:04:18', '2026-07-07 04:48:34'),
(667, 9, 696, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2026-05-29', 'RETURN', 3000.00, NULL, 'தட்டு சீர்', 0, NULL, 0, NULL, '2026-05-30 14:21:02', '2026-07-07 04:48:34'),
(668, 2, 156, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 201.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44');
INSERT INTO `transactions` (`id`, `user_id`, `person_id`, `transaction_function_id`, `transaction_function_name`, `transaction_date`, `type`, `amount`, `item_name`, `notes`, `is_custom`, `custom_function`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(669, 2, 644, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(670, 25, 507, 10, 'இல்ல திருமண விழா', '2025-11-06', 'RETURN', 1001.00, NULL, 'Marriage', 0, NULL, 0, NULL, '2026-03-03 05:22:52', '2026-07-07 04:48:34'),
(671, 19, 278, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(672, 11, 682, 12, 'இல்ல காதணி விழா', '2018-05-19', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:23:27', '2026-07-07 04:48:34'),
(673, 2, 707, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 251.00, NULL, 'Finance', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(674, 2, 52, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(675, 2, 673, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(676, 19, 591, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(677, 19, 504, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(678, 19, 351, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(679, 11, 794, 10, 'இல்ல திருமண விழா', '2019-03-10', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:24:05', '2026-07-07 04:48:34'),
(680, 2, 90, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 250.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(681, 29, 67, 9, 'மற்றவை', '2026-01-12', 'RETURN', 1000.00, NULL, 'அருண் சென்று செயித்தது', 1, 'பட திறப்பு விழா ', 0, NULL, '2026-03-03 05:49:47', '2026-07-07 04:48:34'),
(682, 16, 219, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:11', '2026-07-06 19:41:44'),
(683, 16, 250, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(684, 2, 626, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1111.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(685, 10, 441, 9, 'மற்றவை', '2025-02-16', 'RETURN', 500.00, NULL, NULL, 1, 'விழா', 0, NULL, '2026-03-03 04:39:52', '2026-07-07 04:48:34'),
(686, 2, 388, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(687, 16, 738, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(688, 16, 717, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(689, 2, 272, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(690, 11, 200, 12, 'இல்ல காதணி விழா', '2018-08-24', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:19:06', '2026-07-07 04:48:34'),
(691, 19, 560, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(692, 11, 305, 13, 'இல்ல பூப்புனித நீராட்டு விழா', '2024-02-10', 'RETURN', 300.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:10:32', '2026-07-07 04:48:34'),
(693, 19, 420, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, 'GVB NAGAR', 0, NULL, 0, NULL, '2026-03-06 08:12:56', '2026-07-06 19:41:44'),
(694, 19, 711, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(695, 2, 9, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(696, 19, 333, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(697, 29, 1, 11, 'குழந்தை பிறப்பு', '2026-02-08', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:30:47', '2026-07-06 19:41:44'),
(698, 2, 73, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, 'கிருபா அத்தை', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(699, 2, 394, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(700, 19, 66, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(701, 2, 389, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, 'ஓசி பிள்ளை நகர்', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(702, 2, 674, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(703, 16, 656, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(704, 2, 517, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(705, 2, 300, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, 'கடற்கரை', 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(706, 2, 145, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(707, 19, 352, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(708, 19, 126, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(709, 11, 444, 10, 'இல்ல திருமண விழா', '2018-06-25', 'RETURN', 5000.00, NULL, '2 son', 0, NULL, 0, NULL, '2026-03-06 09:14:16', '2026-07-07 04:48:34'),
(710, 2, 227, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 200.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(711, 19, 486, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 10000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(712, 2, 310, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 501.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(713, 2, 456, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(714, 29, 663, 11, 'குழந்தை பிறப்பு', '2026-02-08', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:30:47', '2026-07-06 19:41:44'),
(715, 24, 4, 12, 'இல்ல காதணி விழா', '2026-06-24', 'RETURN', 5000.00, 'seer thattu 5', 'not sure abt money', 0, NULL, 0, NULL, '2026-06-24 08:40:42', '2026-07-07 04:48:34'),
(716, 2, 128, 5, 'புதுமனை புகுவிழா', '2024-05-01', 'RETURN', 555.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-03 03:53:01', '2026-07-07 04:48:34'),
(717, 29, 129, 8, 'வளைகாப்பு விழா', '2026-04-26', 'RETURN', 1000.00, NULL, 'லட்சுமி மஹால்', 0, NULL, 0, NULL, '2026-04-30 08:52:26', '2026-07-07 04:48:34'),
(718, 19, 47, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 100.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:57', '2026-07-06 19:41:44'),
(719, 2, 622, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'சித்தப்பா', 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(720, 11, 305, 12, 'இல்ல காதணி விழா', '2019-01-26', 'RETURN', 1500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:09:56', '2026-07-07 04:48:34'),
(721, 25, 48, 10, 'இல்ல திருமண விழா', '2025-12-07', 'RETURN', 1001.00, NULL, 'திருமணம்', 0, NULL, 0, NULL, '2026-03-03 05:21:54', '2026-07-07 04:48:34'),
(722, 16, 7, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:47:28', '2026-07-06 19:41:44'),
(723, 16, 280, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 1500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44'),
(724, 2, 26, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 10000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(725, 2, 624, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(726, 19, 788, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(727, 2, 567, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 201.00, NULL, 'மீனாட்சி சலூன்', 0, NULL, 0, NULL, '2026-03-06 06:26:50', '2026-07-06 19:41:44'),
(728, 17, 460, 9, 'மற்றவை', '2018-12-06', 'RETURN', 1000.00, NULL, NULL, 1, 'இல்ல விழா', 0, NULL, '2026-03-03 05:11:05', '2026-07-07 04:48:34'),
(729, 11, 518, 10, 'இல்ல திருமண விழா', '2019-07-08', 'RETURN', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-11 10:06:41', '2026-07-07 04:48:34'),
(730, 2, 599, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 1001.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:17', '2026-07-06 19:41:44'),
(731, 2, 359, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, 'MGR NAGAR', 0, NULL, 0, NULL, '2026-03-06 06:05:53', '2026-07-06 19:41:44'),
(732, 2, 700, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(733, 2, 133, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 2000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:32', '2026-07-06 19:41:44'),
(734, 19, 293, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(735, 19, 457, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:12:38', '2026-07-06 19:41:44'),
(736, 2, 683, 4, 'PRIYA MARRIAGE', '2023-05-21', 'INVEST', 151.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:27:02', '2026-07-06 19:41:44'),
(737, 19, 277, 10, 'காதுக்குத்து', '2025-12-14', 'INVEST', 1000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 08:13:18', '2026-07-06 19:41:44'),
(738, 24, 511, 3, 'இல்ல புதுமனை புகுவிழா', '2026-01-01', 'RETURN', 5000.00, NULL, NULL, 0, NULL, 0, NULL, '2026-06-24 08:32:44', '2026-07-07 04:48:34'),
(739, 11, 239, 10, 'இல்ல திருமண விழா', '2019-07-15', 'RETURN', 1000.00, NULL, 'DAUGHTER MARRIAGE STRIKE', 0, NULL, 0, NULL, '2026-03-11 09:49:51', '2026-07-07 04:48:34'),
(740, 2, 262, 5, 'GP KIRUBA MARRIAGE', '2021-09-10', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 06:05:04', '2026-07-06 19:41:44'),
(741, 16, 745, 12, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'INVEST', 500.00, NULL, NULL, 0, NULL, 0, NULL, '2026-03-06 07:46:39', '2026-07-06 19:41:44');

-- --------------------------------------------------------

--
-- Table structure for table `transaction_functions`
--

CREATE TABLE `transaction_functions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `function_name` varchar(150) NOT NULL,
  `function_date` date DEFAULT NULL,
  `location` varchar(150) DEFAULT NULL,
  `notes` text DEFAULT NULL,
  `image_url` varchar(500) DEFAULT NULL,
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `transaction_functions`
--

INSERT INTO `transaction_functions` (`id`, `user_id`, `function_name`, `function_date`, `location`, `notes`, `image_url`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 3, 'காதணி விழா', '2025-09-14', 'TPS MARRIAGE HALL', 'விவேக் சுவேதா/ஷன்விகா/கிரிஷ்விக்', NULL, 0, NULL, '2026-03-03 00:17:17', '2026-07-06 19:21:32'),
(2, 6, 'MARRIAGE', '2019-10-30', 'K Venkata subba Naidu Kalyana Mandapam Pulliyamarathu Kottai', 'LOGANATHAN MADHUMITHA', NULL, 0, NULL, '2026-03-02 23:19:08', '2026-07-06 19:21:32'),
(3, 22, 'மொய் விருந்து', '2021-10-20', NULL, 'குமரேசன்', NULL, 0, NULL, '2026-03-03 00:18:30', '2026-07-06 19:21:32'),
(4, 2, 'PRIYA MARRIAGE', '2023-05-21', 'பிரியா வீட்டில்', NULL, NULL, 0, NULL, '2026-03-02 13:11:42', '2026-07-06 19:21:32'),
(5, 2, 'GP KIRUBA MARRIAGE', '2021-09-10', 'இந்திரா கம்யூனிட்டி ஹால்', 'அய்யன்குளம்', NULL, 0, NULL, '2026-03-02 13:10:32', '2026-07-06 19:21:32'),
(6, 7, 'Mudhal thiruvirundhu', '2026-06-02', 'James mahal', NULL, NULL, 0, NULL, '2026-06-21 11:05:19', '2026-07-06 19:21:32'),
(7, 31, 'Birthday', '2026-04-07', 'Vellur', NULL, NULL, 1, '2026-04-07 18:53:19', '2026-04-07 13:17:24', '2026-07-06 19:21:32'),
(8, 28, 'நாமகரணம் எ பெயர் சூட்டும்  விழா', '2025-02-02', 'பெத்தான் ஆண்டவர் கோவில்', 'தினேஷ் அபிநயா', NULL, 0, NULL, '2026-03-03 00:15:43', '2026-07-06 19:21:32'),
(9, 29, 'வசந்த விழா', '2026-01-04', 'திவ்யா மஹால், உசிலம்பட்டி', 'கிருஷ்ணன் - கருப்பாயி, ராகுல் Apollo', NULL, 0, NULL, '2026-03-03 00:22:33', '2026-07-06 19:21:32'),
(10, 19, 'காதுக்குத்து', '2025-12-14', 'GV MAHAL, KACHIRAYAPALAYAM', 'தேவசேனாதிபதி திருஅக்ஷய்', NULL, 0, NULL, '2026-03-03 00:21:23', '2026-07-06 19:21:32'),
(11, 29, 'குழந்தை பிறப்பு', '2026-02-08', 'ஹோம்', 'G R', NULL, 0, NULL, '2026-03-03 00:23:14', '2026-07-06 19:21:32'),
(12, 16, 'SARAVANAN SANDHIYA MARRIAGE', '2024-11-17', 'Samuthayakudam, Ottupatti ', NULL, 'uploads/invitation_uploads/19/Invitation_2024_11_18_08_17_26.jpg', 0, NULL, '2026-03-03 00:09:11', '2026-07-06 19:21:32'),
(13, 17, 'இல்ல விழா', '2025-12-01', 'இல்லம், மதுரை', 'சத்யபிரகாஷ் ராணி', NULL, 0, NULL, '2026-03-03 00:20:05', '2026-07-06 19:21:32'),
(14, 8, 'குழந்தைசாமி இறப்பு', '2026-02-19', 'வடக்கு மேட்டுப்பட்டி', 'குழந்தைசாமி', NULL, 0, NULL, '2026-03-06 08:36:31', '2026-07-06 19:21:32'),
(15, 27, 'திருமணம்', '2026-03-02', NULL, 'வாழ்க', NULL, 0, NULL, '2026-03-02 13:07:12', '2026-07-06 19:21:32');

-- --------------------------------------------------------

--
-- Table structure for table `upcoming_functions`
--

CREATE TABLE `upcoming_functions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(120) NOT NULL,
  `description` text DEFAULT NULL,
  `function_date` date NOT NULL,
  `location` varchar(150) NOT NULL,
  `invitation_url` varchar(255) DEFAULT NULL,
  `status` enum('ACTIVE','CANCELLED','COMPLETED') DEFAULT 'ACTIVE',
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `upcoming_functions`
--

INSERT INTO `upcoming_functions` (`id`, `user_id`, `title`, `description`, `function_date`, `location`, `invitation_url`, `status`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 33, 'காதணி விழா', NULL, '2026-03-13', 'இராமநாதபுரம்', NULL, 'ACTIVE', 0, NULL, '2026-03-12 17:26:34', '2026-07-06 19:23:09');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `full_name` varchar(120) NOT NULL,
  `email` varchar(150) NOT NULL,
  `mobile` varchar(20) DEFAULT NULL,
  `referral_code` varchar(50) DEFAULT NULL,
  `status` enum('ACTIVE','INACTIVE','BLOCKED','DELETED') NOT NULL DEFAULT 'ACTIVE',
  `is_verified` tinyint(1) DEFAULT 0,
  `email_verified_at` datetime DEFAULT NULL,
  `last_activity_at` datetime DEFAULT NULL,
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `full_name`, `email`, `mobile`, `referral_code`, `status`, `is_verified`, `email_verified_at`, `last_activity_at`, `is_deleted`, `deleted_at`, `created_at`, `updated_at`) VALUES
(1, 'P SANTHOSHRAJ', 'bccnmart@gmail.com', '9087471277', 'JVDG4TZV', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:37:30', '2026-03-02 12:37:30'),
(2, 'GNANA PRAKASAM', 'agprakash406@gmail.com', '7845456609', 'JVQWEX7D', 'ACTIVE', 1, '2026-03-11 22:09:39', '2026-06-08 04:13:47', 0, NULL, '2026-03-02 12:31:58', '2026-06-07 22:43:47'),
(3, 'VIVEK', 'suvekavivek@gmail.com', '7397004496', 'KU6AVPSU', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:45:27', '2026-03-02 12:45:27'),
(4, 'MURUGAVEL', 'murukavel2001@gmail.com', '6381018318', 'ZP2SP4WH', 'ACTIVE', 0, NULL, '2026-05-31 11:09:47', 0, NULL, '2026-05-31 05:39:25', '2026-05-31 05:39:47'),
(5, 'KOWSALYA', 'kowsalya25071996@gmail.com', '6381377512', 'HX7Z4QPF', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:43:20', '2026-03-02 12:43:20'),
(6, 'LOGU', 'eeelogu11490@gmail.com', '9976791028', 'TDPK75UX', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:41:33', '2026-03-02 12:41:33'),
(7, 'GURU', 'gurumanohar1977@gmail.com', '7402288006', 'TF6RH7C2', 'ACTIVE', 0, NULL, '2026-06-21 16:24:14', 0, NULL, '2026-06-21 10:53:43', '2026-06-21 10:54:14'),
(8, 'J KIRENA', 'jkirena@gmail.com', '8072427471', 'WNV4HKAM', 'ACTIVE', 0, NULL, '2026-03-06 19:36:50', 0, NULL, '2026-03-06 08:33:21', '2026-03-06 08:36:50'),
(9, 'MANI', 'manigg1988.july@gmail.com', '9047248029', 'ECX4XHZN', 'ACTIVE', 0, NULL, '2026-05-30 23:37:28', 0, NULL, '2026-05-30 14:18:57', '2026-05-30 18:07:28'),
(10, 'JEGADEESAN', 'jegadeesan528@gmail.com', '9487639047', 'J6FJ9HMP', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:44:40', '2026-03-02 12:44:40'),
(11, 'DANNY R', 'devrajdani@gmail.com', '9790363201', 'GMW3GJCS', 'ACTIVE', 0, NULL, '2026-05-31 11:55:31', 0, NULL, '2026-03-02 12:49:44', '2026-05-31 06:25:31'),
(12, 'AYYATHURSI', 'ayyathuraivayyayhuraiv@gmail.com', '9698802185', 'AG3RQG9K', 'ACTIVE', 0, NULL, '2026-03-15 13:15:22', 0, NULL, '2026-03-15 07:45:08', '2026-03-15 07:45:22'),
(13, 'RAJKUMAR', 'rajhomebp@gmail.com', '8056586026', '8VSKHDHU', 'ACTIVE', 0, NULL, '2026-06-01 17:32:43', 0, NULL, '2026-06-01 12:02:30', '2026-06-01 12:03:58'),
(14, 'BOOPATHI', 'boopathibaskar1104@gmail.com', '8608505183', 'FGD5QAAS', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:45:01', '2026-03-02 12:45:01'),
(15, 'KARUNAMOORTHY', 'karunarajaram33@gmail.com', '9042833328', '4K6PQ4YC', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:47:59', '2026-03-02 12:47:59'),
(16, 'SARAVANAN', 'saravanan0894@gmail.com', '8220105076', 'HSCX59AN', 'ACTIVE', 0, NULL, '2026-05-09 17:12:59', 0, NULL, '2026-03-02 12:42:30', '2026-05-09 11:42:59'),
(17, 'Sathyaprakash', 'sathya@gmail.com', '9940030304', 'N3NJE3B2', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:48:14', '2026-03-02 12:48:14'),
(18, 'PRIYANGA', 'bpriyanga2013@gmail.com', '9345089270', 'NZABV889', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:45:47', '2026-03-02 12:45:47'),
(19, 'THIRUMALAIKANNAN', 'vthirumalaikannan@gmail.com', '8778702712', '8SW6NV7D', 'ACTIVE', 0, NULL, '2026-06-11 10:01:04', 0, NULL, '2026-03-02 12:49:29', '2026-06-11 04:31:04'),
(20, 'RENZO ROWAN', 'renzorowan1@gmail.com', '9876543216', 'S4GPUZEG', 'ACTIVE', 0, NULL, '2026-07-03 16:20:56', 0, NULL, '2026-03-02 12:52:27', '2026-07-03 10:50:56'),
(21, 'JAYAPRAKASH B', 'bjayaprakash75@gmail.com', '8098985612', 'CAPHNB5G', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:43:41', '2026-03-02 12:43:41'),
(22, 'B KRISHNA', 'kmoorthy362@gmail.com', '9940955808', 'NVJE7YBD', 'ACTIVE', 0, NULL, '2026-03-06 19:20:24', 0, NULL, '2026-03-02 12:46:07', '2026-03-06 08:20:24'),
(23, 'KUPPUSAMY', 'shobibuvi@gmail.com', '9791585924', 'U7UWPKYR', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:49:52', '2026-03-02 12:49:52'),
(24, 'SARANYA', 'nsaranya1192@gmail.com', '7010363314', 'UDGG3UCG', 'ACTIVE', 0, NULL, '2026-06-24 13:57:54', 0, NULL, '2026-06-24 08:27:37', '2026-06-24 08:27:54'),
(25, 'SARAVANAN', 'saranvijay4564@gmail.com', '9345160921', 'VHAHRATE', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:49:15', '2026-03-02 12:49:15'),
(26, 'RAJESHWARAN S', 'rajeshtrisha007@gmail.com', '7373139756', 'SCP9DMRW', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:49:21', '2026-03-02 12:49:21'),
(27, 'GANDHI', 'dhigan88@gmail.com', '7811882453', 'WTCWDW6S', 'ACTIVE', 0, NULL, '2026-03-06 19:39:47', 0, NULL, '2026-03-02 12:50:01', '2026-03-06 08:39:47'),
(28, 'ABI ARJU', 'abiarju36@gmail.com', '9789402227', 'CQSZK3FM', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:44:00', '2026-03-02 12:44:00'),
(29, 'ARUNKUMAR M', '55arunkavi1990@gmail.com', '9786544850', 'XF2JBEPF', 'ACTIVE', 0, NULL, '2026-06-03 21:11:00', 0, NULL, '2026-03-02 12:49:35', '2026-06-03 15:41:00'),
(30, 'NALLAKURUMBAN', 'kensphotography2017@gmail.com', '9788241553', 'HU3JGTPG', 'ACTIVE', 0, NULL, '2026-06-07 08:37:14', 0, NULL, '2026-06-07 03:06:50', '2026-06-07 03:08:46'),
(31, 'PARTHIBAN', 'rparthiban1612@gmail.com', '6383044009', '3RZCZ53A', 'ACTIVE', 0, NULL, '2026-04-07 18:52:19', 0, NULL, '2026-04-07 13:15:34', '2026-04-07 13:22:19'),
(32, 'KARTHIKEYAN', 'tkarthik8656@gmail.com', '8056511475', 'CCMZBZ5F', 'ACTIVE', 0, NULL, NULL, 0, NULL, '2026-03-02 12:44:20', '2026-03-02 12:44:20'),
(33, 'MUTHU', 'thendralcommunication1@gmail.com', '7200170016', 'GUTXXPHC', 'ACTIVE', 0, NULL, '2026-03-13 22:41:46', 0, NULL, '2026-03-12 17:17:24', '2026-03-13 17:11:46');

-- --------------------------------------------------------

--
-- Table structure for table `user_credentials`
--

CREATE TABLE `user_credentials` (
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `password_hash` varchar(255) NOT NULL,
  `password_changed_at` datetime DEFAULT NULL,
  `failed_login_attempts` tinyint(3) UNSIGNED DEFAULT 0,
  `login_blocked_until` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_credentials`
--

INSERT INTO `user_credentials` (`user_id`, `password_hash`, `password_changed_at`, `failed_login_attempts`, `login_blocked_until`) VALUES
(1, '$2y$10$ctQqAqLktyqo1pkQPqR8veocodi27vPJ06HDHjlLXIT2UM.KbS0/K', '2026-03-02 23:59:14', 0, NULL),
(2, '$2a$10$QQkb2/59c57DjKEvEEx6cOIoVLD31I4NQvsPOkEIT0verIc27ZUkK', '2026-03-11 19:34:42', 0, NULL),
(3, '$2a$10$2b/tycxBWslcSITObnwVoOvvu0mOnv/Xbx4Tqko2LVMt5ch.eYaky', '2026-03-02 23:59:14', 0, NULL),
(4, '$2a$10$xCECLBBxAIffITGHB4joKe6ppNpcPhEzAJpisDiaRinsCymL4WNF.', '2026-05-31 11:09:25', 0, NULL),
(5, '$2a$10$VWnSl0g0YTQm13bljDqx6udRrrGLMVJ2i5LDmyby4Z7cseN6IpDmK', '2026-03-02 23:59:14', 0, NULL),
(6, '$2y$10$UvrPcm0FeIcVR02l1iJdW.IEyFWBdXM25ypLiNOPlNji5et5aEwoO', '2026-03-02 23:59:14', 0, NULL),
(7, '$2a$10$GDwCVD5s3AB4a9wq4lIQzuvKGwiKvPFg5ZmNqMj9HbCBUSqgs8kp6', '2026-06-21 16:23:43', 0, NULL),
(8, '$2a$10$YshRhOkbHjyOBccaIkIVvOH89ZMx88XoTz90qV6r9WArlstDu.HRu', '2026-03-06 19:33:21', 0, NULL),
(9, '$2a$10$b6ut3oAHT/tnlxLyWH2O2.Cq2FmlhAMC/dPj2FbSHD.t/7p6I6kTi', '2026-05-30 19:48:57', 0, NULL),
(10, '$2a$10$FQJdd8O0meH1MHJIfZnpseHx5xry22yUiwa.Zmo/vSXxGOxUmbM4y', '2026-03-02 23:59:14', 0, NULL),
(11, '$2a$10$sy5ygxw9lEB.wXFS0d69K.1FE4vs3FJi.RcfO//9J4/4hvswHjJhG', '2026-03-17 20:02:39', 0, NULL),
(12, '$2a$10$1dp0c/p7pMOkcz3U0aMMt.zc0J5f1YEMd5vTm/a4/zc9IZPNNKJ0W', '2026-03-15 13:15:08', 0, NULL),
(13, '$2a$10$3RPudU53RemSaefCMM16r.y/VJqnu99TC.pjO90K6RDv4CRJjx2cO', '2026-06-01 17:32:30', 0, NULL),
(14, '$2a$10$k17mvz9ZZuQ4TyQRYns3yeyXXcG4D.UTVLDomI5vh/qMPsdI25tPW', '2026-03-02 23:59:14', 0, NULL),
(15, '$2a$10$ejk9/daHXdoOgaqkIJjiWORhekzy24VGNnP3Et1/vvohS2yvJkKUy', '2026-03-02 23:59:14', 0, NULL),
(16, '$2a$10$/xIRjNIapZwpN1TaPIUNVOqj97p.xuNwD5W2rhuffa9df9.gVmZ.q', '2026-03-17 22:30:13', 0, NULL),
(17, '$2a$10$8MP/CF.oJCm9TQx6I4wtKO8bFcPX6yDJF5KHc.budwjE1GCFAthXS', '2026-03-02 23:59:14', 0, NULL),
(18, '$2a$10$J1dS5YyFbPZqbC/XF.Tx.uMKAVZyHGUxbLaQbYftzWO5mloZxO6Jq', '2026-03-02 23:59:14', 0, NULL),
(19, '$2a$10$PMVjtynjev84Iv4v0e4RlOEcmljY0mKLqIyqlEX6pezYZn8quTtq.', '2026-04-29 09:36:46', 0, NULL),
(20, '$2a$10$wwE89VQzgT/57OfBb0o8IOInvIv3VPQLk3mOzg4i3lwBsaPZMbVYC', '2026-03-02 23:59:14', 0, NULL),
(21, '$2a$10$CZdOs8EWtLVNQ4OzqoABlO4ou4brqXWPoigDHJFkfTtFr.ywQWwIa', '2026-03-02 23:59:14', 0, NULL),
(22, '$2a$10$TwnKA0li8DQcX0SHsMh3BeBDSi2B72Vckt14H5ZxlL6dP6FBdCwle', '2026-03-06 19:20:17', 0, NULL),
(23, '$2a$10$QenKgMouhzacAQpPUWt42.YZSnH9k2u5JQ.U2.n/Ha3ZPz6oFzEi2', '2026-03-02 23:59:14', 0, NULL),
(24, '$2a$10$Nz99Cr9w27bRc128oIQbkuOpevUvPyFp/WPy5Ief3sbfzhkdGI4KK', '2026-06-24 13:57:37', 0, NULL),
(25, '$2a$10$Byn5HKt3yH1Mj26SGRsBE.4Bv5fryEuhxS1ftiUezx0XUeXyu0aj.', '2026-03-02 23:59:14', 0, NULL),
(26, '$2a$10$0ppemowGk05tYK9FrmzTIecv0XPwulevisdJYk3FJymVorPK1tXDq', '2026-03-02 23:59:14', 0, NULL),
(27, '$2a$10$DJveKJxDkwXwcAeD7ESQoOdG9zTMDZ4SZzrl2/U7Zv.POD9gw3N.i', '2026-03-06 19:39:42', 0, NULL),
(28, '$2a$10$Xu5WxH.Atx7xyIH.cDaL8OU09ueDjys4b1B7a40N5jN2Ww24KIyXu', '2026-03-02 23:59:14', 0, NULL),
(29, '$2a$10$cshz9/UA7/jbnh0XN4VjE.jv6ysRJwBW9lW465Mhg0XhOOeLV1/2q', '2026-03-06 19:26:43', 0, NULL),
(30, '$2a$10$lRVixH3Xz/zZM/yA5NCXw.KapS5LXqUehv9cANtQIpaC4usXKmHOe', '2026-06-07 08:36:50', 0, NULL),
(31, '$2a$10$ZXEEzSshlXrOAhflb4Psl.I4yApzTtPrZZfaVKE/nqCf1.7ds6rVC', '2026-04-07 18:45:34', 0, NULL),
(32, '$2a$10$NWa0DiABAWuwMXnO8LHPA.CVWLc8mNfT9JNsFlxrhtGL/7fTKKN0i', '2026-03-02 23:59:14', 0, NULL),
(33, '$2a$10$HIldg94UE6FX09pdByT/CeHo46GygMUtgcBo.Q4yvd9V1oMVDgq3C', '2026-03-13 15:52:13', 0, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `user_devices`
--

CREATE TABLE `user_devices` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `device_id` varchar(500) NOT NULL,
  `device_name` varchar(150) DEFAULT NULL,
  `brand` varchar(255) DEFAULT NULL,
  `manufacturer` varchar(255) DEFAULT NULL,
  `model` varchar(255) DEFAULT NULL,
  `ram_size` varchar(10) DEFAULT NULL,
  `fcm_token` varchar(255) NOT NULL,
  `android_version` varchar(64) DEFAULT NULL,
  `is_active` tinyint(1) DEFAULT 1,
  `last_used_at` datetime DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `is_deleted` tinyint(1) DEFAULT 0,
  `deleted_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_devices`
--

INSERT INTO `user_devices` (`id`, `user_id`, `device_id`, `device_name`, `brand`, `manufacturer`, `model`, `ram_size`, `fcm_token`, `android_version`, `is_active`, `last_used_at`, `created_at`, `updated_at`, `is_deleted`, `deleted_at`) VALUES
(24, 33, 'BP2A.250605.015', 'OPPO Reno12 Pro 5G', 'OPPO', 'OPPO', 'CPH2629', '11.19', 'cLVWIovYR8eTI9R3pPsYIm:APA91bEFHeUhrm0wQVrgUhTsujbEFX8_S9lq1vhGV5tPFdJfBujKqIMs2P1TXKm5dxdU3D_RFZsqAmPV4-1Wbn-cj5XH3s_wuBa1cbRwzZkydtNp0NgLKYw', '16', 1, '2026-03-13 22:41:47', '2026-03-13 17:11:47', '2026-07-06 19:25:38', 0, NULL),
(25, 12, 'W1VC36H.14-20-19', 'motorola edge 60 fusion', 'motorola', 'motorola', 'motorola edge 60 fusion', '7.24', 'ez3QSBTWQBqU-q4WWTa3-p:APA91bEANPoTwKyy5PyW6-1TkQH7xAZfsPX2HvyCUTABjdzj8PzzDQPFl25k4amnxJ4I7_nCMd6Hap4mhuWi8GBVK09-1f19jWH1tEpT77u94_R4sLbj1yM', '16', 0, '2026-03-15 13:15:08', '2026-03-15 07:45:08', '2026-07-06 19:25:38', 0, NULL),
(36, 31, 'BP2A.250605.031.A3', 'Parthiban\'s phone', 'samsung', 'samsung', 'SM-E066B', '5.38', 'e2VlKQHBRKmJ9u61Q9IfAC:APA91bHiaEOCVjNSUUqzGbpsWtC8ydV6k5WhJcX-14B4vpEsb2RvxdbeiKVov8j0aMM_zmmjaaWvQmIRoEIokHIDh4N8QMn4DY4-HXl8nKa1M6zcu-nUUw0', '16', 1, '2026-04-07 18:52:20', '2026-04-07 13:22:20', '2026-07-06 19:25:38', 0, NULL),
(44, 16, 'UKQ1.230924.001', 'OnePlus Nord CE 3 Lite 5G', 'OnePlus', 'OnePlus', 'CPH2467', '7.21', 'c3KJsGnFSW--PcDGsAqQIu:APA91bGz6yfvSmGVqtzQUkK1z3aFJK0KIs8V0ijtG0z46RnADbO7ivN1w08ZokQXYIcCa9YCUQEXvo_nN2AwIuxuuhdVlEbDVhgWrsAtHefXG__Te3-h8fQ', '15', 0, '2026-05-09 17:13:00', '2026-05-09 11:43:00', '2026-07-06 19:25:38', 0, NULL),
(46, 9, 'AP3A.240905.015.A2_V000L1', 'I2410', 'iQOO', 'vivo', 'I2410', '7.28', 'eT7btJH5S-eliQIpyUK0DM:APA91bES1IH8TJYXs7MpAiSL6e9Oa2ZQgs6f6F5K-TA1t7DPA60mu_EHSPXDcvi6aTitzIuUnokl27tmrL382WYl15cslCQUL_Aybjje0quwj0gMADpGMJU', '15', 1, '2026-05-30 23:37:29', '2026-05-30 18:07:29', '2026-07-06 19:25:38', 0, NULL),
(47, 4, 'TP1A.220624.014', 'V2058', 'vivo', 'vivo', 'V2058', '7.56', 'ekG6jxm2RnCyoFlpkR1Qet:APA91bFyzx4U5Zak0zakHGXqZ1F2B0oImkzP87CRVaamW_UYK1ZrIpvc_tT57wzGaMKl8N7pdf7HGivtUfev_DtK2D9Px8wY5IBL0fBPL4fYGtL30sBQpG4', '13', 1, '2026-05-31 11:09:25', '2026-05-31 05:39:26', '2026-07-06 19:25:38', 0, NULL),
(48, 11, 'TP1A.220624.014', 'V2109', 'vivo', 'vivo', 'V2109', '7.56', 'eFPGKiztS9mVk7GWvNbkWO:APA91bERQep7-m1MJYjtz4-hg_QlkjEJJSuDom0Gy1Kdw7S2iCNlI8ylhbLQvN3d6MpZ65wb1qPTKDae6YffOfBIdA_OI3rtua1TaMet0z2eIML3CffMoVE', '13', 1, '2026-05-31 11:55:33', '2026-05-31 06:25:33', '2026-07-06 19:25:38', 0, NULL),
(49, 13, 'TP1A.220624.014', 'RajMoni23', 'samsung', 'samsung', 'SM-G780F', '7.30', 'cCNQS_B7Q1WcXuZYcvhq0V:APA91bETWjTHEs15yac0tHiiAtQhTsjWo8lbAGIgYAKGdyTnx2fEYf_LRss98DaUacQQPIIvrlzLlQHfNMhBq8On2lh5ZkfyTbrRLJ1V9bFoUd10EkobBXI', '13', 1, '2026-06-01 17:32:30', '2026-06-01 12:02:30', '2026-07-06 19:25:38', 0, NULL),
(50, 29, 'SKQ1.211019.001', 'Redmi Note 9 Pro Max', 'Redmi', 'Xiaomi', 'Redmi Note 9 Pro Max', '5.45', 'dfXEyGqrTOWqUpo4nHL736:APA91bHMwOyY4T6dC3ghHWd5DG0Z5ZlItBFrawr7PNxieQ-geIsLG49nX4tuKIUgTaBh6tTGwCQPcMiEUIoLNgXnFiwox1zmfDsw2AO7S5tDsIPmS0a0qrI', '12', 1, '2026-06-03 21:11:03', '2026-06-03 15:41:03', '2026-07-06 19:25:38', 0, NULL),
(51, 30, 'BP2A.250605.031.A3', 'V2403', 'vivo', 'vivo', 'V2403', '7.29', 'cekLFkf8R02AOISPV1_MBp:APA91bHyCnYPRSs9oJQqN_nUBITwCrQhICES2HIBqVmW6LIQfLzBr_4hp236Q8EwUCZj6QLHkLBw8wxUCi7EMFRK8iqJvzxPtiymR2ZaU6g5vZikPQ4MtSo', '16', 1, '2026-06-07 08:36:50', '2026-06-07 03:06:50', '2026-07-06 19:25:38', 0, NULL),
(52, 2, 'W1VCS36H.14-20-19-4', 'motorola edge 60 fusion', 'motorola', 'motorola', 'motorola edge 60 fusion', '11.15', 'erpfiLB0QfOoci3S2FEmSS:APA91bEdUz76InUnihwh1ZtUV2dW7jKyfrCw5aoNin2EFHwu1ye26gSyjnfLTWtvm4q7dLAQ6UnC3lAWPl7TVaKcBhii8t7utaExY1v6Umdrm4zx_4pVbUI', '16', 1, '2026-06-08 04:13:47', '2026-06-07 22:43:47', '2026-07-06 19:25:38', 0, NULL),
(53, 19, 'BP2A.250605.031.A3_V000L1', 'V2548', 'vivo', 'vivo', 'V2548', '11.02', 'c5GQFIm1SjuF2cwOpPo7gF:APA91bEtxaLYI-B-CH9gcj2kc3UJ0a6srQda40PRghvWrvpt_HiiAqCEnub2KLMB_-oTVfHl8Aa_BkX0RKIyzuVhZDdjAtxm0sV08lIQ4ZTXqpQvH1iCcvo', '16', 1, '2026-06-11 10:01:06', '2026-06-11 04:31:06', '2026-07-06 19:25:38', 0, NULL),
(54, 7, 'BP2A.250605.031.A3_V000L1', 'V2575', 'vivo', 'vivo', 'V2575', '3.54', 'cdEEtG7uQhGpew8m9xWRn8:APA91bFxgwDkgMo8ny73rTmgCtvrx_joCbGkrzeUGMG-tE7euQHLk243-W2Dwx_gFMDkq70c5RyKaGbbozXnKZ8dCGF1mAFP9cX52qDgvPLcsAyh_bXXzk8', '16', 1, '2026-06-21 16:23:43', '2026-06-21 10:53:43', '2026-07-06 19:25:38', 0, NULL),
(55, 24, 'BP2A.250605.031.A3', 'V2355', 'vivo', 'vivo', 'V2355', '7.31', 'fEV8u366QuK_EFDpR6k45j:APA91bGsxyMKN2FqurnfcOrqKFF5nNB2CJs6I5xi76JnJyeUc9oKtbAAn33wnvixBo8uIcESMbC5m2Lapuhf_HTtDzdGF-ASdxDmhwXlYttGAwGrNImd9cs', '16', 1, '2026-06-24 13:57:37', '2026-06-24 08:27:37', '2026-07-06 19:25:38', 0, NULL),
(56, 20, 'W1VCS36H.14-20-19-4', 'Moto 60 Fusion ', 'motorola', 'motorola', 'motorola edge 60 fusion', '11.15', 'erpfiLB0QfOoci3S2FEmSS:APA91bEdUz76InUnihwh1ZtUV2dW7jKyfrCw5aoNin2EFHwu1ye26gSyjnfLTWtvm4q7dLAQ6UnC3lAWPl7TVaKcBhii8t7utaExY1v6Umdrm4zx_4pVbUI', '16', 1, '2026-07-03 16:20:58', '2026-07-03 10:50:58', '2026-07-06 19:25:38', 0, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `user_otps`
--

CREATE TABLE `user_otps` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `code` varchar(6) NOT NULL,
  `type` enum('LOGIN','RESET','VERIFY','RESTORE','FORGOT') NOT NULL,
  `expires_at` datetime NOT NULL,
  `is_used` tinyint(1) DEFAULT 0,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_otps`
--

INSERT INTO `user_otps` (`id`, `user_id`, `code`, `type`, `expires_at`, `is_used`, `created_at`) VALUES
(2, 33, '753683', 'FORGOT', '2026-03-13 16:01:16', 1, '2026-03-13 10:21:16'),
(3, 11, '798918', 'FORGOT', '2026-03-17 20:11:58', 1, '2026-03-17 14:31:58'),
(4, 16, '710261', 'FORGOT', '2026-03-17 22:39:33', 1, '2026-03-17 16:59:33'),
(5, 19, '149490', 'FORGOT', '2026-04-29 09:44:23', 1, '2026-04-29 04:04:23');

-- --------------------------------------------------------

--
-- Table structure for table `user_profiles`
--

CREATE TABLE `user_profiles` (
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `gender` enum('MALE','FEMALE','OTHER') DEFAULT NULL,
  `date_of_birth` date DEFAULT NULL,
  `profile_image_url` varchar(255) DEFAULT NULL,
  `address_line1` varchar(150) DEFAULT NULL,
  `address_line2` varchar(150) DEFAULT NULL,
  `city` varchar(100) DEFAULT NULL,
  `state` varchar(100) DEFAULT NULL,
  `country` varchar(100) DEFAULT NULL,
  `postal_code` varchar(20) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_profiles`
--

INSERT INTO `user_profiles` (`user_id`, `gender`, `date_of_birth`, `profile_image_url`, `address_line1`, `address_line2`, `city`, `state`, `country`, `postal_code`) VALUES
(1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(2, 'MALE', '1995-05-16', 'uploads/12badb81-b9eb-4fea-aa10-014c59fdf6aa/profile/profile-1772836497807-711680145.jpg', 'Muthu Raj Nagar', 'Murugabavanam', 'Dindigul', 'Tamil Nadu', 'India', '624001'),
(3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(4, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(6, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(7, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(8, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(9, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(10, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(11, 'MALE', '1985-05-23', NULL, NULL, NULL, 'மதுரை', 'தமிழ்நாடு', NULL, NULL),
(12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(13, 'MALE', '1994-05-23', NULL, NULL, NULL, 'Annavasal', 'TamilNadu', 'India', '622101'),
(14, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(15, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(16, 'MALE', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(17, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(18, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(19, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(20, 'MALE', '2017-01-15', 'uploads/7f0b50a7-6d8e-467c-b7d1-44f26576da34/profile/profile-1772691335768-775096481.jpg', 'முத்துராஜ் நகர்', 'முருக பவனம்', 'திண்டுக்கல்', 'தமிழ்நாடு', 'இந்தியா', '624001'),
(21, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(23, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(24, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(25, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(26, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(27, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(28, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(29, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(30, 'MALE', '1996-05-20', NULL, '1/204 A North Street, Chellampatti, Usilampatti, chellampatti 625514', NULL, 'madurai', 'tamilnadu', 'india', '625514'),
(31, NULL, NULL, 'uploads/e8ae4bc9-ef4c-4446-81e0-56230132e5d1/profile/profile-1775568232807-388419326.jpg', NULL, NULL, NULL, NULL, NULL, NULL),
(32, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(33, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `user_referrals`
--

CREATE TABLE `user_referrals` (
  `referrer_user_id` bigint(20) UNSIGNED NOT NULL,
  `referred_user_id` bigint(20) UNSIGNED NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `user_sessions`
--

CREATE TABLE `user_sessions` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` bigint(20) UNSIGNED NOT NULL,
  `login_at` datetime NOT NULL,
  `logout_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `user_sessions`
--

INSERT INTO `user_sessions` (`id`, `user_id`, `login_at`, `logout_at`) VALUES
(6, 33, '2026-03-12 22:47:44', '2026-03-13 15:52:28'),
(8, 33, '2026-03-13 15:52:28', '2026-03-13 22:41:46'),
(10, 33, '2026-03-13 22:41:46', NULL),
(11, 12, '2026-03-15 13:15:22', NULL),
(12, 29, '2026-03-15 15:13:57', '2026-03-25 13:57:54'),
(19, 16, '2026-03-17 22:30:25', '2026-05-09 17:12:59'),
(22, 29, '2026-03-25 13:57:54', '2026-04-30 14:20:32'),
(24, 31, '2026-04-07 18:45:52', '2026-04-07 18:52:19'),
(25, 31, '2026-04-07 18:52:19', NULL),
(26, 11, '2026-04-12 13:45:11', '2026-05-03 07:57:37'),
(28, 19, '2026-04-29 09:37:14', '2026-06-11 10:01:04'),
(29, 29, '2026-04-30 14:20:32', '2026-06-03 21:11:00'),
(31, 11, '2026-05-03 07:57:37', '2026-05-31 11:55:31'),
(33, 16, '2026-05-09 17:12:59', NULL),
(34, 9, '2026-05-30 19:49:19', '2026-05-30 23:37:28'),
(35, 9, '2026-05-30 23:37:28', NULL),
(36, 4, '2026-05-31 11:09:47', NULL),
(37, 11, '2026-05-31 11:55:31', NULL),
(38, 13, '2026-06-01 17:32:43', NULL),
(39, 29, '2026-06-03 21:11:00', NULL),
(40, 30, '2026-06-07 08:37:14', NULL),
(42, 19, '2026-06-11 10:01:04', NULL),
(43, 7, '2026-06-21 16:24:14', NULL),
(44, 24, '2026-06-24 13:57:54', NULL),
(45, 20, '2026-07-03 16:20:56', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uk_admins_email` (`email`),
  ADD UNIQUE KEY `uk_admins_new_id` (`id`),
  ADD UNIQUE KEY `uk_admins_mobile` (`mobile`),
  ADD KEY `idx_admins_status` (`status`),
  ADD KEY `idx_admins_deleted` (`is_deleted`),
  ADD KEY `idx_admins_last_login` (`last_login_at`);

--
-- Indexes for table `default_functions`
--
ALTER TABLE `default_functions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `feedbacks`
--
ALTER TABLE `feedbacks`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_feedback_user` (`user_id`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_is_read` (`is_read`),
  ADD KEY `idx_type` (`type`),
  ADD KEY `idx_created_at` (`created_at`),
  ADD KEY `idx_user_id` (`user_id`),
  ADD KEY `idx_user_created` (`user_id`,`created_at`),
  ADD KEY `idx_user_read` (`user_id`,`is_read`);

--
-- Indexes for table `persons`
--
ALTER TABLE `persons`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `unique_person_per_user` (`user_id`,`first_name`,`last_name`,`mobile`,`city`),
  ADD KEY `idx_persons_user` (`user_id`);

--
-- Indexes for table `transactions`
--
ALTER TABLE `transactions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_transactions_date` (`transaction_date`),
  ADD KEY `idx_transactions_type` (`type`),
  ADD KEY `fk_transactions_user` (`user_id`),
  ADD KEY `fk_transactions_person` (`person_id`),
  ADD KEY `fk_transactions_function` (`transaction_function_id`);

--
-- Indexes for table `transaction_functions`
--
ALTER TABLE `transaction_functions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_tf_date` (`function_date`),
  ADD KEY `idx_tf_image` (`image_url`),
  ADD KEY `idx_transaction_functions_user` (`user_id`);

--
-- Indexes for table `upcoming_functions`
--
ALTER TABLE `upcoming_functions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_upcoming_date` (`function_date`),
  ADD KEY `idx_upcoming_functions_user` (`user_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uk_users_email` (`email`),
  ADD UNIQUE KEY `new_id` (`id`),
  ADD UNIQUE KEY `uk_users_mobile` (`mobile`),
  ADD UNIQUE KEY `uk_users_referral` (`referral_code`),
  ADD KEY `idx_users_status` (`status`),
  ADD KEY `idx_users_deleted` (`is_deleted`),
  ADD KEY `idx_users_activity` (`last_activity_at`);

--
-- Indexes for table `user_credentials`
--
ALTER TABLE `user_credentials`
  ADD PRIMARY KEY (`user_id`),
  ADD KEY `idx_login_blocked_until` (`login_blocked_until`);

--
-- Indexes for table `user_devices`
--
ALTER TABLE `user_devices`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uk_user_token` (`user_id`,`fcm_token`),
  ADD UNIQUE KEY `uq_user_device` (`user_id`,`device_id`),
  ADD KEY `idx_user_devices_token` (`fcm_token`(64)),
  ADD KEY `idx_user_devices_user` (`user_id`);

--
-- Indexes for table `user_otps`
--
ALTER TABLE `user_otps`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_otps_expiry` (`expires_at`),
  ADD KEY `idx_otps_user` (`user_id`);

--
-- Indexes for table `user_profiles`
--
ALTER TABLE `user_profiles`
  ADD PRIMARY KEY (`user_id`);

--
-- Indexes for table `user_referrals`
--
ALTER TABLE `user_referrals`
  ADD PRIMARY KEY (`referred_user_id`),
  ADD UNIQUE KEY `uk_referred` (`referred_user_id`),
  ADD KEY `idx_referrer` (`referrer_user_id`);

--
-- Indexes for table `user_sessions`
--
ALTER TABLE `user_sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_sessions_login` (`login_at`),
  ADD KEY `idx_sessions_user` (`user_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `default_functions`
--
ALTER TABLE `default_functions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `feedbacks`
--
ALTER TABLE `feedbacks`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=135;

--
-- AUTO_INCREMENT for table `persons`
--
ALTER TABLE `persons`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=802;

--
-- AUTO_INCREMENT for table `transactions`
--
ALTER TABLE `transactions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=742;

--
-- AUTO_INCREMENT for table `transaction_functions`
--
ALTER TABLE `transaction_functions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `upcoming_functions`
--
ALTER TABLE `upcoming_functions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;

--
-- AUTO_INCREMENT for table `user_devices`
--
ALTER TABLE `user_devices`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=57;

--
-- AUTO_INCREMENT for table `user_otps`
--
ALTER TABLE `user_otps`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `user_sessions`
--
ALTER TABLE `user_sessions`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=46;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `feedbacks`
--
ALTER TABLE `feedbacks`
  ADD CONSTRAINT `feedbacks_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `notifications`
--
ALTER TABLE `notifications`
  ADD CONSTRAINT `fk_notifications_user` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `transactions`
--
ALTER TABLE `transactions`
  ADD CONSTRAINT `fk_transactions_function` FOREIGN KEY (`transaction_function_id`) REFERENCES `transaction_functions` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `fk_transactions_person` FOREIGN KEY (`person_id`) REFERENCES `persons` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `transactions_ibfk_2` FOREIGN KEY (`person_id`) REFERENCES `persons` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `transactions_ibfk_3` FOREIGN KEY (`transaction_function_id`) REFERENCES `transaction_functions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `upcoming_functions`
--
ALTER TABLE `upcoming_functions`
  ADD CONSTRAINT `fk_upcoming_functions_user` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_credentials`
--
ALTER TABLE `user_credentials`
  ADD CONSTRAINT `user_credentials_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_devices`
--
ALTER TABLE `user_devices`
  ADD CONSTRAINT `user_devices_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_otps`
--
ALTER TABLE `user_otps`
  ADD CONSTRAINT `user_otps_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_profiles`
--
ALTER TABLE `user_profiles`
  ADD CONSTRAINT `user_profiles_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_referrals`
--
ALTER TABLE `user_referrals`
  ADD CONSTRAINT `user_referrals_ibfk_1` FOREIGN KEY (`referrer_user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `user_referrals_ibfk_2` FOREIGN KEY (`referred_user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `user_sessions`
--
ALTER TABLE `user_sessions`
  ADD CONSTRAINT `user_sessions_ibfk_1` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
